[
    {
        "id": 1,
        "text": "She was somewhat taken aback when he told her there was no train that evening."
    },
    {
        "id": 2,
        "text": "Of his own accord he decided to sell the business and retire to a Greek island."
    },
    {
        "id": 3,
        "text": "It took him some time to become accustomed to driving on the righthand side of the road."
    },
    {
        "id": 4,
        "text": "She said she had never played tennis before, but in the event she acquitted herself very well."
    },
    {
        "id": 5,
        "text": "Don't run across the road without looking to see if there is any traffic coming."
    },
    {
        "id": 6,
        "text": "He said he was ill, but actually he wanted to go to the football match."
    },
    {
        "id": 7,
        "text": "She added that we still owed her some money for work she did last month."
    },
    {
        "id": 8,
        "text": "If you want to get good seats for the play, you need to book three weeks in advance."
    },
    {
        "id": 9,
        "text": "In the phrase 'He walked slowly, because the snow was very thick.' 'slowly' and 'very' are both adverbs."
    },
    {
        "id": 10,
        "text": "Our boat was driven onto the beach by the storm, but we managed to get it afloat again."
    },
    {
        "id": 11,
        "text": "If you leave mud all over the kitchen floor, your mother will be after you."
    },
    {
        "id": 12,
        "text": "I don't want to alarm you, but the police say a dangerous criminal has been seen in the village."
    },
    {
        "id": 13,
        "text": "He was still alive when he was rescued, even though he had been in the sea for hours."
    },
    {
        "id": 14,
        "text": "The fishing village is rather dead during the day time, but really comes alive at night."
    },
    {
        "id": 15,
        "text": "His poor health allied to his age means that he will not be able to run the marathon."
    },
    {
        "id": 16,
        "text": "Now that she's got measles, do we have any alternative to calling the holiday off?"
    },
    {
        "id": 17,
        "text": "Humans are only able to produce some amino acids in their bodies, so others have to be absorbed from food."
    },
    {
        "id": 18,
        "text": "I love animals about the house – we have two dogs and three cats as pets."
    },
    {
        "id": 19,
        "text": "We came back from holiday to find some very annoyed letters from the gas company."
    },
    {
        "id": 20,
        "text": "I've got to go back to the shop because I forgot to buy some milk."
    },
    {
        "id": 21,
        "text": "We will put tall plants at the back of the flowerbed and annuals in front."
    },
    {
        "id": 22,
        "text": "He jumped out of the shower and answered the door dripping wet with a towel round his waist."
    },
    {
        "id": 23,
        "text": "He made approaches to her to leave her job and come to work for him."
    },
    {
        "id": 24,
        "text": "He has been asked to arbitrate in the dispute between the company and the union."
    },
    {
        "id": 25,
        "text": "We are looking for a shop with a sales area of about 100 square metres."
    },
    {
        "id": 26,
        "text": "The factory is in a very good area for getting to the motorways and airports."
    },
    {
        "id": 27,
        "text": "The ground floor is arranged as an open-plan area with a little kitchen at the side."
    },
    {
        "id": 28,
        "text": "The little girl ran into the road as the fire engine was turning the corner."
    },
    {
        "id": 29,
        "text": "Don't ask her out – she always orders the most expensive things on the menu!"
    },
    {
        "id": 30,
        "text": "It appears that the boy was led astray by some of the older boys at school."
    },
    {
        "id": 31,
        "text": "The books are written under a pseudonym and no one knows who the author is."
    },
    {
        "id": 32,
        "text": "You can ask him what he thinks as he doesn't have any particular axe to grind on this issue."
    },
    {
        "id": 33,
        "text": "He was sure that everything would go according to plan and had never even thought it could backfire."
    },
    {
        "id": 34,
        "text": "She did a lot of backache 46 backstage\fwork backstage to help the party win the election."
    },
    {
        "id": 35,
        "text": "Can you back up, please – I want to get out of the parking lot."
    },
    {
        "id": 36,
        "text": "Her husband let the cat out of the bag and it was all over the newspapers the following morning."
    },
    {
        "id": 37,
        "text": "Let him pay the bill if he wants to – he's got bags of money."
    },
    {
        "id": 38,
        "text": "The court ordered the bailiff to seize his property because he had not paid his debt."
    },
    {
        "id": 39,
        "text": "We must put down some more bait to try to get rid of the mice."
    },
    {
        "id": 40,
        "text": "The cat needs a good sense of balance to walk along the top of a fence."
    },
    {
        "id": 41,
        "text": "As he was crossing the river on the tightrope he lost his balance and fell."
    },
    {
        "id": 42,
        "text": "The rise of the military government has threatened the balance of power in the region."
    },
    {
        "id": 43,
        "text": "John kept the ball rolling by telling a long story about his trip to Egypt."
    },
    {
        "id": 44,
        "text": "I'll ask Mary to do it – she's been here a long time and is really on the ball."
    },
    {
        "id": 45,
        "text": "She was banished from the front desk to a little office on the fifth floor."
    },
    {
        "id": 46,
        "text": "Giving a speech to the sales conference was her baptism of fire as sales manager."
    },
    {
        "id": 47,
        "text": "It was impossible to remove the barbed hook from her hand without cutting into the flesh."
    },
    {
        "id": 48,
        "text": "If you bargain with the man in the antique shop, you'll probably get something knocked off the price."
    },
    {
        "id": 49,
        "text": "I hadn't bargained for him being away and leaving me to do all the work."
    },
    {
        "id": 50,
        "text": "Don't be afraid of Aunt Bessie – her bark is much worse than her bite."
    },
    {
        "id": 51,
        "text": "One pear tree on its own will be barren – you need two trees to produce fruit."
    },
    {
        "id": 52,
        "text": "The calculations are done on the basis of an exchange rate of 1.6 dollars to the pound."
    },
    {
        "id": 53,
        "text": "He tried to keep the bank manager at bay by promising to repay the loan in ten days' time."
    },
    {
        "id": 54,
        "text": "What's the matter with him, he's like a bear with a sore head this morning."
    },
    {
        "id": 55,
        "text": "She hung the carpet on the line and beat it with a stick to remove the dust."
    },
    {
        "id": 56,
        "text": "Just because I'm lending you my car this time, it doesn't mean you can borrow it when you like."
    },
    {
        "id": 57,
        "text": "It soon became obvious that he didn't understand a word of what I was saying."
    },
    {
        "id": 58,
        "text": "He was chosen to speak on behalf of the other workers on the shop floor."
    },
    {
        "id": 59,
        "text": "We had been waiting for hours for a bus when, lo and behold, three came together."
    },
    {
        "id": 60,
        "text": "That she did not know that there were drugs in the parcel is quite beyond belief."
    },
    {
        "id": 61,
        "text": "Please be sure to take all your personal belongings with you when you leave the aircraft."
    },
    {
        "id": 62,
        "text": "There are no berths free – the ferry will have to wait at anchor outside the harbour for a while."
    },
    {
        "id": 63,
        "text": "Dad is in a bad mood – I'd give him a wide berth if I were you."
    },
    {
        "id": 64,
        "text": "Whether or not the coat matches your hat is beside the point – it's simply too big for you."
    },
    {
        "id": 65,
        "text": "The parents were beside themselves with worry when their daughter did not come home from school."
    },
    {
        "id": 66,
        "text": "They say it will rain this afternoon, so we'd better make the best of the sunshine while it's here."
    },
    {
        "id": 67,
        "text": "The best of it was that she didn't recognise him in his Father Christmas outfit."
    },
    {
        "id": 68,
        "text": "He placed a bet on his friend's horse but lost his bet when the horse came last."
    },
    {
        "id": 69,
        "text": "There's only a thin wall between his office and mine, so I hear everything he says."
    },
    {
        "id": 70,
        "text": "I'd love to buy a sports car, but I think it would be beyond my means."
    },
    {
        "id": 71,
        "text": "Although he is over eighty he still rides a bike or goes for a bike ride every day."
    },
    {
        "id": 72,
        "text": "Don't throw your litter on the floor – pick it up and put it in the bin."
    },
    {
        "id": 73,
        "text": "Numbers are called out, and when you have marked off a whole row of numbers, you win."
    },
    {
        "id": 74,
        "text": "Being told it was my fault when I wasn't even there is a bit much."
    },
    {
        "id": 75,
        "text": "In order to blacken his reputation, the newspapers said that he was having an affair with his secretary."
    },
    {
        "id": 76,
        "text": "She sat in the shade of an apple tree, chewing a blade of grass. "
    },
    {
        "id": 77,
        "text": "You have only yourself to blame if you missed the chance of a free ticket."
    },
    {
        "id": 78,
        "text": "Celery needs to be blanched by covering it with earth to get really white stems."
    },
    {
        "id": 79,
        "text": "I don't blame you for being annoyed, when everyone else got a present and you didn't."
    },
    {
        "id": 80,
        "text": "Her father gave her a blank cheque for her birthday and told her to fill in any amount she liked."
    },
    {
        "id": 81,
        "text": "The planners have been given a blank cheque to do what they like with the town centre."
    },
    {
        "id": 82,
        "text": "We heard a faint bleat from the corner of the field and found an injured lamb."
    },
    {
        "id": 83,
        "text": "Breaking his leg was a blessing in disguise – it meant he could spend more time studying."
    },
    {
        "id": 84,
        "text": "Knowing that she would have to go into hospital when she got back blighted her holiday."
    },
    {
        "id": 85,
        "text": "It's a blooming shame that his mother won't let him come out to play football!"
    },
    {
        "id": 86,
        "text": "The painting he sent to the art show was just a series of coloured blots."
    },
    {
        "id": 87,
        "text": "The article was illustrated with a blown-up picture of the little girl and her stepfather."
    },
    {
        "id": 88,
        "text": "What a blunder, to ask her to dinner at the same time as her ex-husband!"
    },
    {
        "id": 89,
        "text": "It's a shame about the redundancies, but if the firm goes bust we'll all be in the same boat."
    },
    {
        "id": 90,
        "text": "The main bodily functions are those of important organs such as the heart, the lungs, etc."
    },
    {
        "id": 91,
        "text": "May I be so bold as to ask if you are free for dinner this evening?"
    },
    {
        "id": 92,
        "text": "He had taken shelter under a tree that was hit by a bolt of lightning."
    },
    {
        "id": 93,
        "text": "He lifted up the bonnet and looked at the steam pouring out of the engine."
    },
    {
        "id": 94,
        "text": "It was an added bonus that the plane arrived early, as we were able to catch an earlier bus home."
    },
    {
        "id": 95,
        "text": "We tried to make a booking for the week beginning May 1st, but the hotel was full."
    },
    {
        "id": 96,
        "text": "The car has been a real boon to her since the bus company stopped the service to their village."
    },
    {
        "id": 97,
        "text": "Don't bother to come with me to the station – I can find my way easily."
    },
    {
        "id": 98,
        "text": "He used to terrorise the younger staff, but now that he's been demoted, the boot's on the other foot."
    },
    {
        "id": 99,
        "text": "Go down to the bottom of the street and you will see the post office on your left."
    },
    {
        "id": 100,
        "text": "He accuses his parents of being terribly bourgeois and swears he won't be like them."
    },
    {
        "id": 101,
        "text": "You may find what you're looking for in our dress boutique on the next floor."
    },
    {
        "id": 102,
        "text": "A bowl of hot thick soup is just what you need in this cold weather."
    },
    {
        "id": 103,
        "text": "When the phone rang, she braced herself for the shock of hearing his voice again."
    },
    {
        "id": 104,
        "text": "This is a picture of her when she was ten and still had her hair in braids."
    },
    {
        "id": 105,
        "text": "The driver of the little white van braked, but too late to avoid the dog."
    },
    {
        "id": 106,
        "text": "He ran all the way to the station, got there out of breath, and then saw the train leaving."
    },
    {
        "id": 107,
        "text": "We have food for only a few days, in brief, the situation is very serious."
    },
    {
        "id": 108,
        "text": "The bristles of my toothbrush are coming off – I must get a new one."
    },
    {
        "id": 109,
        "text": "The brute didn't even ring me up to let me know he was getting married."
    },
    {
        "id": 110,
        "text": "Three bears came near our camp and one big brute tried to get into my tent."
    },
    {
        "id": 111,
        "text": "He decided to take the bull by the horns and tell his father that he was leaving the family firm."
    },
    {
        "id": 112,
        "text": "As soon as they saw the police van, they did a bunk across some waste land."
    },
    {
        "id": 113,
        "text": "When the baby stops drinking, pat him gently on the back until he makes a burp."
    },
    {
        "id": 114,
        "text": "We would like to come to your party, but we're doing something else that evening."
    },
    {
        "id": 115,
        "text": "He will always be the butt of their criticism if he doesn't dress any better."
    },
    {
        "id": 116,
        "text": "Just butter up the boss a bit – tell him how good his golf is."
    },
    {
        "id": 117,
        "text": "They were going to print the story in the local newspaper but we managed to buy them off."
    },
    {
        "id": 118,
        "text": "He ran a cable out into the garden so that he could use his lawnmower."
    },
    {
        "id": 119,
        "text": "Ten people were killed when the cable car fell to the floor of the valley."
    },
    {
        "id": 120,
        "text": "It is unbelievable – she managed to cajole him into paying for her trip to Bermuda."
    },
    {
        "id": 121,
        "text": "For her birthday, she was given a pair of cameo earrings and a matching brooch."
    },
    {
        "id": 122,
        "text": "A leopard's spots are a form of camouflage which makes the animal less easy to see in long grass."
    },
    {
        "id": 123,
        "text": "There is no refund if you cancel less than three weeks before the date of departure."
    },
    {
        "id": 124,
        "text": "The food in the office canteen is awful. I prefer to bring my own sandwiches."
    },
    {
        "id": 125,
        "text": "He's a young capitalist who is only twenty-one, but on the way to becoming a millionaire."
    },
    {
        "id": 126,
        "text": "When the policeman came into the restaurant, they all carried on talking as if nothing had happened."
    },
    {
        "id": 127,
        "text": "There are plants and trees and even a cascade in the atrium of the hotel."
    },
    {
        "id": 128,
        "text": "There is a strike on the underground – in that case, you'll have to take a bus."
    },
    {
        "id": 129,
        "text": "I'd prefer to use up my spare cash, rather than pay with a credit card."
    },
    {
        "id": 130,
        "text": "She wasn't responsible for the decision herself, but she reckons she acted as a catalyst."
    },
    {
        "id": 131,
        "text": "The cyclist was hit by a bus and catapulted to the other side of the road."
    },
    {
        "id": 132,
        "text": "When he knocked a glass off the table he managed to catch it before it hit the floor."
    },
    {
        "id": 133,
        "text": "Watch out when you go into the bedroom – it has a very low ceiling."
    },
    {
        "id": 134,
        "text": "There is a ceiling of £20,000 on the amount you can hold in premium bonds."
    },
    {
        "id": 135,
        "text": "Cellular blankets are light and warm – they look as if they've been knitted with very big needles."
    },
    {
        "id": 136,
        "text": "There is no certainty that the weather will stay fine for the whole of next week."
    },
    {
        "id": 137,
        "text": "When CFCs are released into the atmosphere, they rise slowly taking about seven years to reach the stratosphere."
    },
    {
        "id": 138,
        "text": "The Rockies are a chain of mountains running down from Canada through the western states."
    },
    {
        "id": 139,
        "text": "There is a chain of six families involved, so the sale will take some time."
    },
    {
        "id": 140,
        "text": "We usually go on holiday in summer, but this year we're taking a winter holiday for a change."
    },
    {
        "id": 141,
        "text": "A cup of tea is a nice change after all those glasses of orange juice."
    },
    {
        "id": 142,
        "text": "The new chat show is scheduled to compete with the gardening programme on the other channel."
    },
    {
        "id": 143,
        "text": "Why bother with this charade of consultation when we know that a decision has already been taken?"
    },
    {
        "id": 144,
        "text": "He was kept in prison on a charge of trying to blow up the Houses of Parliament."
    },
    {
        "id": 145,
        "text": "How long do you have to connect the battery to the charger before it is recharged?"
    },
    {
        "id": 146,
        "text": "Commuters ought to be more charitable towards railway staff – they're only doing their best."
    },
    {
        "id": 147,
        "text": "She lost her job and her family have to rely on the charity of neighbours."
    },
    {
        "id": 148,
        "text": "The mountaineers were forced to turn back when they reached a chasm in the glacier."
    },
    {
        "id": 149,
        "text": "She went on chattering on the phone, not realising that the boss was standing behind her."
    },
    {
        "id": 150,
        "text": "He has a pleasant chatty style, which goes down well with readers of Saturday papers."
    },
    {
        "id": 151,
        "text": "They are sure he cheated in his exam, but can't find out how he did it."
    },
    {
        "id": 152,
        "text": "I thought I heard a noise in a kitchen – I'll just go and check it out."
    },
    {
        "id": 153,
        "text": "The photographer got us all in a line and then told us to 'say cheese!'."
    },
    {
        "id": 154,
        "text": "If you have pains in your chest or if you have chest pains, you ought to see a doctor."
    },
    {
        "id": 155,
        "text": "We could hear the ice cubes chinking as she carried the tray of drinks over to us."
    },
    {
        "id": 156,
        "text": "He's got a chip on his shoulder because his brother has a better job than he has."
    },
    {
        "id": 157,
        "text": "He choked on a piece of bread or a piece of bread made him choke."
    },
    {
        "id": 158,
        "text": "A chopper landed in the middle of the motorway to pick up the accident victims."
    },
    {
        "id": 159,
        "text": "The parcels are wrapped and labelled and then sent down a chute to where the delivery vans are waiting."
    },
    {
        "id": 160,
        "text": "They were chilled to the bone when they came back from their walk over the moors."
    },
    {
        "id": 161,
        "text": "The king was captured, tried and executed in 1649, and Cromwell took the title of Lord Protector."
    },
    {
        "id": 162,
        "text": "No one has claimed the umbrella found in my office, so I am going to keep it."
    },
    {
        "id": 163,
        "text": "The clamour of the crowd at the rugby ground could be heard for miles around."
    },
    {
        "id": 164,
        "text": "If you wear red tights with an orange dress there will be a colour clash."
    },
    {
        "id": 165,
        "text": "The keeper was clawed by the tiger and had to have stitches in his arm."
    },
    {
        "id": 166,
        "text": "The potter threw a lump of clay onto his wheel and started to make a pot."
    },
    {
        "id": 167,
        "text": "Snowploughs cleared the railway line of snow or cleared the snow from the railway line."
    },
    {
        "id": 168,
        "text": "The clearance of the slums from the town centre will make land available for building."
    },
    {
        "id": 169,
        "text": "The lorry can get through the entrance with about twenty centimetres clearance on either side."
    },
    {
        "id": 170,
        "text": "We don't want the public to interfere with the clearing of the wreckage from the railway track."
    },
    {
        "id": 171,
        "text": "All the ladies were dressed in black and there was not a cleavage in sight."
    },
    {
        "id": 172,
        "text": "She wants to change jobs – she thinks she could do with a change of climate."
    },
    {
        "id": 173,
        "text": "In the end, the government had to climb down and admit that a mistake had been made."
    },
    {
        "id": 174,
        "text": "Because she owns so many shares, she wields a great deal of clout in company meetings."
    },
    {
        "id": 175,
        "text": "The people in the flat upstairs started clumping about in the middle of the night."
    },
    {
        "id": 176,
        "text": "Ask the cobbler how much it will cost to put new heels on these shoes."
    },
    {
        "id": 177,
        "text": "The hotel has a strict dress code, and people wearing jeans are not allowed in."
    },
    {
        "id": 178,
        "text": "The company has millions of pounds in its coffers which it could use on publicity if it wanted to."
    },
    {
        "id": 179,
        "text": "They coined the phrase 'surfing the net' to mean searching for information on the Internet."
    },
    {
        "id": 180,
        "text": "We wanted to buy an old house and start a hotel business, but my husband got cold feet."
    },
    {
        "id": 181,
        "text": "I can't do up the top button on my shirt – the collar's too tight."
    },
    {
        "id": 182,
        "text": "One collateral benefit from living in the centre of town will be cheaper travel costs."
    },
    {
        "id": 183,
        "text": "I know Jane Gray – she was a colleague of mine at my last job."
    },
    {
        "id": 184,
        "text": "There are four collections a day from the postbox at the corner of the street."
    },
    {
        "id": 185,
        "text": "A colon is used after a letter to indicate one of the drives in a computer."
    },
    {
        "id": 186,
        "text": "The children were given crayons and told to colour the trees green and the earth brown."
    },
    {
        "id": 187,
        "text": "Her hair is in such a mess that you can't get a comb through it."
    },
    {
        "id": 188,
        "text": "Roman colonies were established in North Africa and along the shores of the Black Sea."
    },
    {
        "id": 189,
        "text": "A combination of cold weather and problems with the car made our holiday in Germany a disaster."
    },
    {
        "id": 190,
        "text": "They left the house in a hurry, and then had to come back to get their passports."
    },
    {
        "id": 191,
        "text": "Despite the mistakes in the book there has been no comeback yet from the readers."
    },
    {
        "id": 192,
        "text": "Something must be wrong with the camera – half my holiday pictures didn't come out."
    },
    {
        "id": 193,
        "text": "It is a sad comment on modern values that we spend more money on arms than on helping the poor."
    },
    {
        "id": 194,
        "text": "The match is being shown on Channel 4 with live commentary also on the radio."
    },
    {
        "id": 195,
        "text": "The government has appointed a commission to look into the problem of drugs in schools."
    },
    {
        "id": 196,
        "text": "They have two things in common – they are both Welsh and they are both left-handed."
    },
    {
        "id": 197,
        "text": "She compiled a list of all her friends whose names started with the letter 'R'."
    },
    {
        "id": 198,
        "text": "In the sentence 'he's a big boy' the words 'a big boy' are the complement of the verb 'is'."
    },
    {
        "id": 199,
        "text": "When you have completed the application form, send it to us in the envelope provided."
    },
    {
        "id": 200,
        "text": "The route to get to our house is rather complicated, so I'll draw you a map."
    },
    {
        "id": 201,
        "text": "A box of chocolates with the compliments of the manager or with the manager's compliments."
    },
    {
        "id": 202,
        "text": "Trying to get us to pay him for ten hours' work was just a con."
    },
    {
        "id": 203,
        "text": "You have to weigh up all the pros and cons before coming to a decision."
    },
    {
        "id": 204,
        "text": "The concentration of wild animals round the water hole makes it easy for lions to catch their prey."
    },
    {
        "id": 205,
        "text": "We are concerned about her behaviour – do you think she is having problems at school?"
    },
    {
        "id": 206,
        "text": "Our success was the result of a concerted effort on the part of all the team."
    },
    {
        "id": 207,
        "text": "The police concluded that the thief had got into the building through the kitchen window."
    },
    {
        "id": 208,
        "text": "I'm always a bit dubious about the dishes she concocts for us when she invites us to dinner."
    },
    {
        "id": 209,
        "text": "The police are sure he is guilty, but they have no concrete evidence against him."
    },
    {
        "id": 210,
        "text": "Just looking at the configuration of the wires on a telephone exchange makes the mind boggle."
    },
    {
        "id": 211,
        "text": "We have been told that she left the country last month – can you confirm that?"
    },
    {
        "id": 212,
        "text": "His writing about the south of France conjures up scents of lavender and olive oil."
    },
    {
        "id": 213,
        "text": "We walked all day in the rain, with the consequence that all of us got colds."
    },
    {
        "id": 214,
        "text": "At least two hundred people came to the flower show, and that is a conservative estimate."
    },
    {
        "id": 215,
        "text": "We are giving serious consideration to the possibility of moving the head office to Scotland."
    },
    {
        "id": 216,
        "text": "He ought to be more grateful, considering the amount of help you have given him."
    },
    {
        "id": 217,
        "text": "In order to obtain the desired consistency, it may be necessary to add a little water."
    },
    {
        "id": 218,
        "text": "Planning regulations ban any construction more than 20m high in the old part of the town."
    },
    {
        "id": 219,
        "text": "He consulted his watch and said that they had enough time to catch the train."
    },
    {
        "id": 220,
        "text": "A 30-minute consultation with my lawyer cost me more than I earn in a week!"
    },
    {
        "id": 221,
        "text": "Anyone who has been in physical contact with the patient must consult their doctor immediately."
    },
    {
        "id": 222,
        "text": "The witness contended that the injury to the head was consistent with being hit with a blunt instrument."
    },
    {
        "id": 223,
        "text": "When she died and left all her money to a cats' home, her family contested the will."
    },
    {
        "id": 224,
        "text": "We will go on with the plans for the exhibition unless we hear to the contrary."
    },
    {
        "id": 225,
        "text": "The north of the country is green and wooded in contrast to the south which is dry and sandy."
    },
    {
        "id": 226,
        "text": "Football fans got out of control and started breaking windows in the centre of town."
    },
    {
        "id": 227,
        "text": "Now that you're not a convalescent any more, you can go back to work as normal."
    },
    {
        "id": 228,
        "text": "At an interview, you have to convince the employer that you are the right person for the job."
    },
    {
        "id": 229,
        "text": "It stores information about you which can be used when you next visit the website."
    },
    {
        "id": 230,
        "text": "After the heat of the town centre, it is nice to sit in the cool of the garden."
    },
    {
        "id": 231,
        "text": "Although it is very hot in the desert during the daytime, it always cools down in the evening."
    },
    {
        "id": 232,
        "text": "This coffee is too hot – I'm waiting for it to cool down a bit."
    },
    {
        "id": 233,
        "text": "I lent my old copy of Shakespeare to my brother and he never gave it back."
    },
    {
        "id": 234,
        "text": "The police had cordoned off the side streets and forced the protesters to march down the main road."
    },
    {
        "id": 235,
        "text": "The little boat bobbed up and down on the surface of the water like a cork."
    },
    {
        "id": 236,
        "text": "She placed little cork mats on the table to stop the wine glasses marking it."
    },
    {
        "id": 237,
        "text": "When they had drunk half the bottle, she corked it up to use the following day."
    },
    {
        "id": 238,
        "text": "He has been in bed for weeks, but he seems to have turned the corner."
    },
    {
        "id": 239,
        "text": "Taking a lot of exercise is still one of the cornerstones of a long life."
    },
    {
        "id": 240,
        "text": "Would it be correct to say that the shop has not made a profit for several months?"
    },
    {
        "id": 241,
        "text": "You have to give correct answers to all the questions if you want to win first prize."
    },
    {
        "id": 242,
        "text": "You must try to correct your driving mistakes, or you will never pass the test."
    },
    {
        "id": 243,
        "text": "The figures in your report do not correlate with those I got from the warehouse."
    },
    {
        "id": 244,
        "text": "The number of people affected by asthma appears to correlate to the amount of air pollution."
    },
    {
        "id": 245,
        "text": "I have been in correspondence with the company about a refund but with no success."
    },
    {
        "id": 246,
        "text": "Jimmy's getting too big for his cot – we'll have to get him a proper bed soon."
    },
    {
        "id": 247,
        "text": "When he was late with the rent, we sent some people round to get him to cough up."
    },
    {
        "id": 248,
        "text": "I tried to add up all the sales figures but lost count and had to start again."
    },
    {
        "id": 249,
        "text": "I've lost count of the number of times he's left his umbrella on the train."
    },
    {
        "id": 250,
        "text": "He felt ashamed of his countrymen when he saw them fighting at the football stadium."
    },
    {
        "id": 251,
        "text": "Getting the Minister of Education to open the school exhibition was a coup for the organisers."
    },
    {
        "id": 252,
        "text": "If you study for several years at college, in due course you will get a degree."
    },
    {
        "id": 253,
        "text": "Put a coin in the slot and in due course the machine will produce a ticket."
    },
    {
        "id": 254,
        "text": "The first course is soup, and then you can have either fish or roast lamb."
    },
    {
        "id": 255,
        "text": "It was dangerous to be a pretty young girl at the court of Henry VIII."
    },
    {
        "id": 256,
        "text": "You are courting disaster if you try to drive a sports car without a licence."
    },
    {
        "id": 257,
        "text": "Their courtship lasted no more than six months which was very short in those days."
    },
    {
        "id": 258,
        "text": "I've never tried windsurfing before but I'm willing to coverage 184 crack\fhave a crack at it."
    },
    {
        "id": 259,
        "text": "She's a bit of a crank when it comes to food, because there are so many things she won't eat."
    },
    {
        "id": 260,
        "text": "He said he would go and do the washing up, and then there was a crash in the kitchen."
    },
    {
        "id": 261,
        "text": "A group of scientists flew over the crater to monitor the activity of the volcano."
    },
    {
        "id": 262,
        "text": "The front gate creaks, which means that we hear when anyone comes into the garden."
    },
    {
        "id": 263,
        "text": "The chocolate pudding is too solid, it is nicer when it is a little creamier."
    },
    {
        "id": 264,
        "text": "After two hours in the car, my skirt was badly creased and had to be pressed."
    },
    {
        "id": 265,
        "text": "The idea is to creep up on the gang as they are loading the stolen goods into the lorry."
    },
    {
        "id": 266,
        "text": "The government is trying to deal with the problem of teenage crime or with the teenage crime problem."
    },
    {
        "id": 267,
        "text": "If you have any constructive criticisms to make, I shall be glad to hear them."
    },
    {
        "id": 268,
        "text": "She just crossed the road without looking to see if there was any traffic coming."
    },
    {
        "id": 269,
        "text": "He crossed two strains of rice to produce a variety which is resistant to disease."
    },
    {
        "id": 270,
        "text": "Stop crowing – just because you've won one game doesn't mean you're going to win the competition."
    },
    {
        "id": 271,
        "text": "All her hopes of getting a better job were crushed by the report of the interview board."
    },
    {
        "id": 272,
        "text": "We had an excellent salad with a glass of wine and a piece of fresh crusty bread."
    },
    {
        "id": 273,
        "text": "There was a last chance to cuddle in the taxi that took them to the airport."
    },
    {
        "id": 274,
        "text": "He was only asked to speak at the last minute, and, for an off-the-cuff speech, it was excellent."
    },
    {
        "id": 275,
        "text": "She gave him a cuff on the back of the head to shut him up."
    },
    {
        "id": 276,
        "text": "We are cultivating the new director to try to make sure we get the contract."
    },
    {
        "id": 277,
        "text": "Only an expert can tell the difference between a cultured pearl and a real one."
    },
    {
        "id": 278,
        "text": "The idea that the world was round began to gain currency in the later Middle Ages."
    },
    {
        "id": 279,
        "text": "We have a little money in the bank which is a useful cushion when cash is tight."
    },
    {
        "id": 280,
        "text": "Luckily when he fell off the ladder there was a hedge underneath to cushion his fall."
    },
    {
        "id": 281,
        "text": "She made no attempt to cushion the blow, but just told them straight out that they were all being sacked."
    },
    {
        "id": 282,
        "text": "The jewels were in the custody of the manager, and he had placed them in the hotel safe."
    },
    {
        "id": 283,
        "text": "We apologise to customers waiting on Platform 5 for the late arrival of their train."
    },
    {
        "id": 284,
        "text": "She said that her boyfriend had asked her to take the case through customs for him."
    },
    {
        "id": 285,
        "text": "She tried to cut corners and the result was that the whole job had to be redone."
    },
    {
        "id": 286,
        "text": "We are trying to get him to cut down the number of cigarettes he smokes each day."
    },
    {
        "id": 287,
        "text": "Did you see how the little white car cut in in front of the black one?"
    },
    {
        "id": 288,
        "text": "The cutoff point for students going to the next level is 80% marks in the exam."
    },
    {
        "id": 289,
        "text": "The cutter said he could cut my piece of glass to any size I wanted."
    },
    {
        "id": 290,
        "text": "A pair of wire cutters will be useful if we need to get through the fence."
    },
    {
        "id": 291,
        "text": "The engine seems to lack power – maybe it's not firing on all six cylinders."
    },
    {
        "id": 292,
        "text": "He's the new drugs czar, with complete responsibility for fighting drug traffickers and dealing with drug problems."
    },
    {
        "id": 293,
        "text": "Galileo was damned by the Church for saying that the Earth turned round the Sun."
    },
    {
        "id": 294,
        "text": "I bet you wouldn't dare put your hand into the cage and stroke that tiger."
    },
    {
        "id": 295,
        "text": "The helicopter pilot showed great daring in trying to rescue the boy from the cliff."
    },
    {
        "id": 296,
        "text": "We must set off for the Pyramids at dawn, so you'll have to get up very early."
    },
    {
        "id": 297,
        "text": "She works all day in the office, and then looks after the children in the evening."
    },
    {
        "id": 298,
        "text": "The plan is as dead as a dodo now that the banks have refused their support."
    },
    {
        "id": 299,
        "text": "Your bank statement gives a list of credits and debits at the end of each month."
    },
    {
        "id": 300,
        "text": "He thought about the job offer, but, in the end, took the decision to stay where he was."
    },
    {
        "id": 301,
        "text": "Let's go up to the top deck – you can see the sights better from there."
    },
    {
        "id": 302,
        "text": "When they go duck shooting, they use wooden duck decoys which they float on the water."
    },
    {
        "id": 303,
        "text": "They used a woman police officer to act as a decoy to try to trap the mugger."
    },
    {
        "id": 304,
        "text": "In the shallow end of the pool, the water is only a few centimetres deep."
    },
    {
        "id": 305,
        "text": "He went off the deep end when he heard that his car had been stolen again."
    },
    {
        "id": 306,
        "text": "In deference to his wife, who is Muslim, he refused to allow alcohol in his house."
    },
    {
        "id": 307,
        "text": "The memo tried to define the way in which the two departments should work together."
    },
    {
        "id": 308,
        "text": "She had no money but refused to degrade herself by making false social security claims."
    },
    {
        "id": 309,
        "text": "The police used water cannon to clear demonstrators from in front of the Parliament building."
    },
    {
        "id": 310,
        "text": "She denied herself a holiday in order to earn enough to pay off her mortgage."
    },
    {
        "id": 311,
        "text": "I paid a 30% deposit and don't have to pay anything more for six months."
    },
    {
        "id": 312,
        "text": "The depression coming from the Atlantic will bring rain to most parts of the country."
    },
    {
        "id": 313,
        "text": "As a writer, it was dreadful for him to be deprived of paper and pen in prison."
    },
    {
        "id": 314,
        "text": "The name of the plant 'fuchsia' is derived from the name of the German botanist, Fuchs."
    },
    {
        "id": 315,
        "text": "The local people derive a good deal of pleasure from watching the antics of the tourists."
    },
    {
        "id": 316,
        "text": "The man next door persisted in practising the bagpipes until we asked him politely to desist."
    },
    {
        "id": 317,
        "text": "When he lost his job and his girlfriend left him, he was filled with despair."
    },
    {
        "id": 318,
        "text": "She was desperately worried when her daughter had still not come home at 11 p.m."
    },
    {
        "id": 319,
        "text": "He tries to take a detached view of each patient who comes to see him."
    },
    {
        "id": 320,
        "text": "If you want to find the French translation of this word, look it up in a French dictionary."
    },
    {
        "id": 321,
        "text": "I went to three different clothes shops but I couldn't find anything in my size."
    },
    {
        "id": 322,
        "text": "His main aim at the office seems to be to make life as difficult as possible for the secretaries."
    },
    {
        "id": 323,
        "text": "The proposals were thought too radical and were diluted before being announced to the press."
    },
    {
        "id": 324,
        "text": "I couldn't make out what the guide was saying above the din of the machines."
    },
    {
        "id": 325,
        "text": "Watch out – there's a dip in the road which makes it difficult to see oncoming cars."
    },
    {
        "id": 326,
        "text": "We are looking for a diplomatic solution to the crisis, rather than sending in troops."
    },
    {
        "id": 327,
        "text": "You are going in the wrong direction if you want to get to the station."
    },
    {
        "id": 328,
        "text": "He never uses violence himself, he just gets other people to do his dirty work for him."
    },
    {
        "id": 329,
        "text": "We are disbanding our door-to-door sales team and relying on mail order selling in future."
    },
    {
        "id": 330,
        "text": "I don't wish to strike a discordant note, but your suggestions don't seem at all helpful to me."
    },
    {
        "id": 331,
        "text": "Look at his latest discovery – an antique oak table which he found in a barn."
    },
    {
        "id": 332,
        "text": "He disdained to carry his own luggage, but got a porter to do it for him."
    },
    {
        "id": 333,
        "text": "He sits in his office dispensing good advice to anyone who asks him for it."
    },
    {
        "id": 334,
        "text": "There is no disputing the fact that Sarah is the best qualified of the candidates."
    },
    {
        "id": 335,
        "text": "The police chief took pains to distance himself from the remarks made by the President."
    },
    {
        "id": 336,
        "text": "With the binoculars we could easily distinguish the houses on the other side of the lake."
    },
    {
        "id": 337,
        "text": "When we ran out of petrol, we ditched the car and walked to the next town."
    },
    {
        "id": 338,
        "text": "They had shared a flat for some time, then their careers diverged and they saw much less of each other."
    },
    {
        "id": 339,
        "text": "All traffic has to take a diversion and rejoin the motorway 10 km further on."
    },
    {
        "id": 340,
        "text": "It is difficult to divorce their financial problems from the problems they are having with the house."
    },
    {
        "id": 341,
        "text": "The ordinary plates are all dirty, so we will have to make do with paper ones."
    },
    {
        "id": 342,
        "text": "She has been off sick for ten days and has sent in a doctor's certificate."
    },
    {
        "id": 343,
        "text": "The government lost the vote of no confidence, so the Prime Minister asked for a dissolution of Parliament."
    },
    {
        "id": 344,
        "text": "I wouldn't investigate any further if I were you – better let sleeping dogs lie."
    },
    {
        "id": 345,
        "text": "When the fire broke out all the domestics ran into the house to rescue the furniture."
    },
    {
        "id": 346,
        "text": "He has a very dominant personality and his wife and children have to do what he says."
    },
    {
        "id": 347,
        "text": "Instructions for donning the life jacket are in the pocket in front of your seat."
    },
    {
        "id": 348,
        "text": "The volcano has been dormant for many years, but has suddenly started to send out clouds of smoke."
    },
    {
        "id": 349,
        "text": "Curiously, it's the military commanders who are the doves while the president and his advisers are the hawks."
    },
    {
        "id": 350,
        "text": "The police dragged the lake to try to find the body of the missing boy."
    },
    {
        "id": 351,
        "text": "Have you drawn up a list of people you want to invite to the party?"
    },
    {
        "id": 352,
        "text": "Never in your wildest dreams did you imagine you would end up in such an important job."
    },
    {
        "id": 353,
        "text": "They had to spend weeks dredging the channel so that boats can still get to the harbour."
    },
    {
        "id": 354,
        "text": "My Italian isn't very good, but I got the drift of what they were saying."
    },
    {
        "id": 355,
        "text": "I've never been to a board meeting before so you'll have to tell me what's the drill."
    },
    {
        "id": 356,
        "text": "The dress rehearsal was excellent; I hope they perform as well as that on the first night."
    },
    {
        "id": 357,
        "text": "The shepherd stood by the gate, waiting for the dogs to drive the sheep in."
    },
    {
        "id": 358,
        "text": "He got as far as the semi-finals but dropped out because of a shoulder injury."
    },
    {
        "id": 359,
        "text": "The government grants have dried up and it looks as though the theatre will have to close."
    },
    {
        "id": 360,
        "text": "Go due east for ten miles and you will see the church on your left."
    },
    {
        "id": 361,
        "text": "They've signed a peace agreement but will it be more durable than the last one?"
    },
    {
        "id": 362,
        "text": "If you have any information relating to this case, you are duty bound to pass it to the police."
    },
    {
        "id": 363,
        "text": "Each of the books has three hundred pages or the books have three hundred pages each."
    },
    {
        "id": 364,
        "text": "We won't make a plan, we'll just play it by ear and see how it goes."
    },
    {
        "id": 365,
        "text": "Realistically, he hasn't an earthly against the champion, but I'm sure he'll still give it a go."
    },
    {
        "id": 366,
        "text": "It's easy to see why the shop closed – a big supermarket has opened next door."
    },
    {
        "id": 367,
        "text": "She stood outside the door to eavesdrop on the interview her son had with the manager."
    },
    {
        "id": 368,
        "text": "The manager asked them to try harder, just when their energy was at its lowest ebb."
    },
    {
        "id": 369,
        "text": "If you go to the Whispering Gallery in the dome of St Paul's Cathedral, you\fcan hear the echo very clearly."
    },
    {
        "id": 370,
        "text": "We spent a lot of money on his education, and he's got a job as a dustman!"
    },
    {
        "id": 371,
        "text": "Some people don't take sugar in their coffee, some don't take milk, and some don't take either."
    },
    {
        "id": 372,
        "text": "They had been going out together for some time, and then she suddenly gave him the elbow."
    },
    {
        "id": 373,
        "text": "We all went to the pub, but she elected to stay at home and watch TV."
    },
    {
        "id": 374,
        "text": "The next item on the agenda is the election of a new treasurer for the club."
    },
    {
        "id": 375,
        "text": "She's not eligible to enter the competition because she works for the company running it."
    },
    {
        "id": 376,
        "text": "You must have a ticket, or else you will be thrown off the train by the inspector."
    },
    {
        "id": 377,
        "text": "He embellished the story of the rescue with details of how he had climbed down the cliff."
    },
    {
        "id": 378,
        "text": "He owed his position of eminence in the government entirely to his friend the Prime Minister."
    },
    {
        "id": 379,
        "text": "If the enamel of a tooth gets damaged the tooth will soon start to discolour."
    },
    {
        "id": 380,
        "text": "If you need to know something about planets look up the 'Astronomy' article in the encyclopaedia."
    },
    {
        "id": 381,
        "text": "He was really thrown in at the deep end when he started his new job."
    },
    {
        "id": 382,
        "text": "In her will, she left money to endow a new ward in the children's hospital."
    },
    {
        "id": 383,
        "text": "After six months' trial production, the end product has still not reached an acceptable standard."
    },
    {
        "id": 384,
        "text": "We try to save energy by switching off the lights when the rooms are empty."
    },
    {
        "id": 385,
        "text": "The lift engine has broken down again – we shall just have to walk up to the 4th floor."
    },
    {
        "id": 386,
        "text": "We managed to make ourselves understood, even though no one in the hotel spoke English."
    },
    {
        "id": 387,
        "text": "We enjoyed ourselves so much that we're going to the same place for our holiday next year."
    },
    {
        "id": 388,
        "text": "Even though we asked him twice, he refused to enlarge upon his meeting with the principal."
    },
    {
        "id": 389,
        "text": "She lost the hat that went with her ensemble and couldn't find another one to match."
    },
    {
        "id": 390,
        "text": "We succeeded, thanks to the enthusiasm and hard work of a small group of members."
    },
    {
        "id": 391,
        "text": "He was put in charge of the prison, but was quickly found not to be equal to the task."
    },
    {
        "id": 392,
        "text": "Making a profit is difficult enough, but when higher interest rates are brought into the equation it becomes impossible."
    },
    {
        "id": 393,
        "text": "His plan is in essence the same as the one which we discussed last year."
    },
    {
        "id": 394,
        "text": "I wasn't in when they came to read the gas meter, so this bill is only an estimate."
    },
    {
        "id": 395,
        "text": "As soon as he saw the light at the end of the tunnel, all his fears evaporated."
    },
    {
        "id": 396,
        "text": "It was pouring with rain, but even so they decided to go ahead with the village fête."
    },
    {
        "id": 397,
        "text": "She was knocked down by a car and ever since has been afraid to go out onto the main road."
    },
    {
        "id": 398,
        "text": "The struggle between the government and the rebels was seen as a fight between good and evil."
    },
    {
        "id": 399,
        "text": "The salesgirl asked me if I had the exact sum, since she had no change."
    },
    {
        "id": 400,
        "text": "We will have to examine the shop's scales to see if they show the correct weight."
    },
    {
        "id": 401,
        "text": "The magistrates made an example of her by sending her to prison for two weeks."
    },
    {
        "id": 402,
        "text": "She is keen on getting her weight down – for example, she's stopped eating bread."
    },
    {
        "id": 403,
        "text": "In order to reinforce the foundations they had to excavate to a depth of 10m."
    },
    {
        "id": 404,
        "text": "If the trousers are too small you can take them back and exchange them for a larger pair."
    },
    {
        "id": 405,
        "text": "The new government wants its financial strategy to be put into execution as soon as possible."
    },
    {
        "id": 406,
        "text": "We stood in line for half an hour waiting to get into the Picasso exhibition."
    },
    {
        "id": 407,
        "text": "Only one version of this car is still in existence in a museum in Geneva."
    },
    {
        "id": 408,
        "text": "He sets everyone a good example by getting into the office before 8:00 every morning."
    },
    {
        "id": 409,
        "text": "You would expect someone who works in public relations to be a bit more expansive than she is."
    },
    {
        "id": 410,
        "text": "We expect him to arrive at any moment or he is expected at any moment."
    },
    {
        "id": 411,
        "text": "We thought our team would do well, but in the end they exceeded all our expectations."
    },
    {
        "id": 412,
        "text": "Colleges find it expedient to have students from other countries because they pay higher fees than local students."
    },
    {
        "id": 413,
        "text": "She brought up her three children at the expense of her career in the bank."
    },
    {
        "id": 414,
        "text": "Send your furniture to Australia by sea – it would be much too expensive by air."
    },
    {
        "id": 415,
        "text": "She explained what had happened, but the manager still thought she had tried to steal the watch."
    },
    {
        "id": 416,
        "text": "The police officer asked him for an explanation of why the stolen car was in his garage."
    },
    {
        "id": 417,
        "text": "The situation in the office was explosive, with the clerical staff demanding to see the manager."
    },
    {
        "id": 418,
        "text": "We stood in line for half an hour waiting to get into the book exposition."
    },
    {
        "id": 419,
        "text": "The survivors of the crash were all suffering from exposure after spending a night in the snow."
    },
    {
        "id": 420,
        "text": "The chart shows visitors to our stand expressed as a percentage of all visitors to the exhibition."
    },
    {
        "id": 421,
        "text": "To some extent, the weather was the cause of the failure of the village fair."
    },
    {
        "id": 422,
        "text": "It is extremely difficult to spend less than $50.00 a day on meals in New York."
    },
    {
        "id": 423,
        "text": "She asked her father to help extricate her from the awkward situation she found herself in."
    },
    {
        "id": 424,
        "text": "He was eyeing up one of the girls on the other side of the room."
    },
    {
        "id": 425,
        "text": "She can't bear being told off in front of the class – it makes her lose face."
    },
    {
        "id": 426,
        "text": "I don't like doing business on the phone – I prefer to make deals face to face."
    },
    {
        "id": 427,
        "text": "He writes in a facile way which is easy to read, but isn't great literature."
    },
    {
        "id": 428,
        "text": "I fail to see why she can't come to the meeting when everyone else can."
    },
    {
        "id": 429,
        "text": "She has only one failing – she goes to sleep in front of the TV every night."
    },
    {
        "id": 430,
        "text": "It isn't fair of you to go on holiday when we have so much work to do."
    },
    {
        "id": 431,
        "text": "The fairness of her skin makes it difficult for her to stay in the sun for long periods."
    },
    {
        "id": 432,
        "text": "I sold him the car in good faith – I didn't know it would break down the next day."
    },
    {
        "id": 433,
        "text": "The dog wagged its tail as it heard its master's familiar voice at the door."
    },
    {
        "id": 434,
        "text": "Before starting to work the machine, you will need to familiarise yourself with the control system."
    },
    {
        "id": 435,
        "text": "We gave a farewell party for our neighbours who were going to live in Canada."
    },
    {
        "id": 436,
        "text": "She wrote complaining letters to the post office, but a fat lot of good it did her!"
    },
    {
        "id": 437,
        "text": "They met by chance in a bar in New Zealand, and got married – it must have been fate!"
    },
    {
        "id": 438,
        "text": "It's tempting fate to ask him to look after your girlfriend while you are away."
    },
    {
        "id": 439,
        "text": "After a long day walking in the mountains, the group were showing signs of fatigue."
    },
    {
        "id": 440,
        "text": "Can I ask a favour – will you look after my bike while I'm in the post office?"
    },
    {
        "id": 441,
        "text": "Nelson is famously supposed to have put the telescope to his blind eye and said 'I see no signal.'"
    },
    {
        "id": 442,
        "text": "I will fax the design to you or I will fax you the design as soon as it is ready."
    },
    {
        "id": 443,
        "text": "When the little girl had not come back home three days later, everyone began to fear the worst."
    },
    {
        "id": 444,
        "text": "I'm fed up with watching the TV every evening, why can't we go out for a change?"
    },
    {
        "id": 445,
        "text": "The lawyer's fee for two days' work was more than I earn in a month!"
    },
    {
        "id": 446,
        "text": "I don't know what the sales are like because we haven't had any feedback from our sales people."
    },
    {
        "id": 447,
        "text": "When the lights went out we had to feel our way out of the cinema."
    },
    {
        "id": 448,
        "text": "The President is just a figurehead; the Minister of the Interior has the real power."
    },
    {
        "id": 449,
        "text": "There is a lot of filing waiting to be done at the end of the week."
    },
    {
        "id": 450,
        "text": "He dug a hole in the garden, put the box inside, and then filled it in."
    },
    {
        "id": 451,
        "text": "You should be ashamed of yourself – feasting like that when there are so many starving children in the world."
    },
    {
        "id": 452,
        "text": "To find the latest novels you must look in the fiction section of the library."
    },
    {
        "id": 453,
        "text": "This is your final warning – if your work doesn't improve you will be sacked."
    },
    {
        "id": 454,
        "text": "I thought they would win a couple of rounds, but I never imagined they would get to the final."
    },
    {
        "id": 455,
        "text": "How are you going to finance your course at university if you don't have a grant?"
    },
    {
        "id": 456,
        "text": "It's fine to wear a bikini when you're young and slim, but not when you're old and fat."
    },
    {
        "id": 457,
        "text": "You put your finger on it when you said that he's afraid of appearing stupid."
    },
    {
        "id": 458,
        "text": "The number of times she's offered to buy me a drink can be counted on the fingers of one hand."
    },
    {
        "id": 459,
        "text": "It's unfair to expect her to do all the housework while her sisters don't lift a finger to help."
    },
    {
        "id": 460,
        "text": "In spite of the offers from the motorway construction company he stood firm and refused to leave his house."
    },
    {
        "id": 461,
        "text": "In Britain it is from 6th April of one year to 5th April of the next year."
    },
    {
        "id": 462,
        "text": "Something has gone wrong with the printer – it first gear 316 fit\fonly prints out by fits and starts."
    },
    {
        "id": 463,
        "text": "That car isn't fit to be driven – its brakes don't work and the tyres are worn."
    },
    {
        "id": 464,
        "text": "It's fitting that grandmother should sit at the head of the table – it's her birthday party, after all."
    },
    {
        "id": 465,
        "text": "Fix one end of the cord to the tree and the other to the fence."
    },
    {
        "id": 466,
        "text": "Season ticket holders are sent a list of fixtures at the beginning of the season."
    },
    {
        "id": 467,
        "text": "The plaster on the wall of the church had flaked away, revealing the old carvings."
    },
    {
        "id": 468,
        "text": "In a flamboyant gesture, he ordered all the trees in the park to be covered with little lights."
    },
    {
        "id": 469,
        "text": "Just flatter the boss a bit, tell him how good his golf is, and he'll give you a rise."
    },
    {
        "id": 470,
        "text": "The figures for the first half are up on those for the second part of last year."
    },
    {
        "id": 471,
        "text": "There is still a flicker of hope that someone may still be alive under the ruins."
    },
    {
        "id": 472,
        "text": "She was in floods of tears when they told her that she had to leave her house."
    },
    {
        "id": 473,
        "text": "The 'first floor' in Britain is the 'second floor' in the USA, and so on."
    },
    {
        "id": 474,
        "text": "The film was a big hit in New York but was a flop in London."
    },
    {
        "id": 475,
        "text": "She started to flounder as soon as they started to ask her more technical questions."
    },
    {
        "id": 476,
        "text": "It was a pure fluke that I happened to be there when the phone rang."
    },
    {
        "id": 477,
        "text": "Just because I lent you money yesterday, it doesn't follow that I will lend you some every time you ask."
    },
    {
        "id": 478,
        "text": "If the owner of the shop is arrested by the police, it follows that his business is likely to close."
    },
    {
        "id": 479,
        "text": "I don't quite follow you – you want me to drive you all the way to Edinburgh?"
    },
    {
        "id": 480,
        "text": "It was utter folly to go out in a small boat in a storm like that."
    },
    {
        "id": 481,
        "text": "He really put his foot in it when he said that the mayor's wife was fat."
    },
    {
        "id": 482,
        "text": "The taxi driver put his foot down and got us to the airport in time."
    },
    {
        "id": 483,
        "text": "He hung in the air at the end of a rope, trying to get a foothold."
    },
    {
        "id": 484,
        "text": "She lost her footing on the cliff path, and fell fifty feet into the sea."
    },
    {
        "id": 485,
        "text": "If the float bobs up and down in the water, it means you have caught a fish."
    },
    {
        "id": 486,
        "text": "We drove slowly and carefully across the ford, as the water flow was quite strong."
    },
    {
        "id": 487,
        "text": "She didn't bring any money, so I had to fork out for the whole meal."
    },
    {
        "id": 488,
        "text": "The policeman made a sign with his hand and the cars began to go forward."
    },
    {
        "id": 489,
        "text": "Move the camera a fraction to the right, and you'll all get in the picture."
    },
    {
        "id": 490,
        "text": "I don't think I want any breakfast – I'm feeling a bit fragile this morning."
    },
    {
        "id": 491,
        "text": "The government and opposition argued over the problem, and then the unions joined the fray."
    },
    {
        "id": 492,
        "text": "The young birds were raised in the zoo and then set free in the wild."
    },
    {
        "id": 493,
        "text": "She felt a sense of freedom being in the country after working all week in the city."
    },
    {
        "id": 494,
        "text": "The winter was mild and for the first time ever the river did not freeze over."
    },
    {
        "id": 495,
        "text": "He had a frightening thought – what if no one heard his cries for help?"
    },
    {
        "id": 496,
        "text": "When they frisked him at the airport, they found a knife hidden under his shirt."
    },
    {
        "id": 497,
        "text": "The car skidded across the road and came to a full stop when it hit a wall."
    },
    {
        "id": 498,
        "text": "Some of the staff live quite close to the office — James lives furthest away."
    },
    {
        "id": 499,
        "text": "If the lights go out, the first thing to do is to check the fuses."
    },
    {
        "id": 500,
        "text": "He's going to blow a fuse when he sees the mess you've made of his car."
    },
    {
        "id": 501,
        "text": "The heat of the explosion was so great that it resulted in the fusion of metal plates."
    },
    {
        "id": 502,
        "text": "The boss is so fussy about spelling – he's made me do this letter three times."
    },
    {
        "id": 503,
        "text": "The speed of stars near the centre of a galaxy may indicate the presence of black holes."
    },
    {
        "id": 504,
        "text": "He took a gamble with the weather in planning his picnic for the beginning of March."
    },
    {
        "id": 505,
        "text": "When he gets behind the wheel of his car, you can see the frustrated Grand Prix driver coming out."
    },
    {
        "id": 506,
        "text": "It started as a dispute\fover a few islands and soon developed into a full-scale war."
    },
    {
        "id": 507,
        "text": "The poor car is at its last gasp – we really must get a new one."
    },
    {
        "id": 508,
        "text": "Shut the gate – if you leave it open the sheep will get out of the field."
    },
    {
        "id": 509,
        "text": "I'm trying to get across to the people in the office that they all have to work harder."
    },
    {
        "id": 510,
        "text": "You'll need to stand on a chair to get at the jam jar on the top shelf."
    },
    {
        "id": 511,
        "text": "What was he really getting at when he said that some people were not working hard enough?"
    },
    {
        "id": 512,
        "text": "At my age, I can't walk uphill very far without stopping to get my breath back."
    },
    {
        "id": 513,
        "text": "I'll find out what the situation is and get back to you as soon as I can."
    },
    {
        "id": 514,
        "text": "It is difficult for them to get by in New York on only $30 a day."
    },
    {
        "id": 515,
        "text": "He will have to get down to work if he wants to pass the test."
    },
    {
        "id": 516,
        "text": "My son is getting on well in his new job – he has just been promoted."
    },
    {
        "id": 517,
        "text": "I tried to get through to the complaints department but the line was always engaged."
    },
    {
        "id": 518,
        "text": "When he had finished his meal, he got up from the table and walked out of the room."
    },
    {
        "id": 519,
        "text": "Look at the mess in here – whatever did you get up to last night?"
    },
    {
        "id": 520,
        "text": "She's gone in for the competition, but she doesn't have a ghost of a chance of winning."
    },
    {
        "id": 521,
        "text": "I could not get through to her that I had to be at the airport by 2:15."
    },
    {
        "id": 522,
        "text": "The framework of the greenhouse has been built and now it needs to be glazed."
    },
    {
        "id": 523,
        "text": "He is trying to be the first person to fly round the globe in a balloon."
    },
    {
        "id": 524,
        "text": "The shop is so busy before Christmas that we're on the go from morning till night."
    },
    {
        "id": 525,
        "text": "We'll give it one more go, and if the car doesn't start I'll call the garage."
    },
    {
        "id": 526,
        "text": "For goodness' sake try to be quiet, we don't want the guards to hear us!"
    },
    {
        "id": 527,
        "text": "They decided not to go through with their planned pig farm because of the objections from their neighbours."
    },
    {
        "id": 528,
        "text": "He went into the ladies' toilet by mistake and had to beat a graceful retreat."
    },
    {
        "id": 529,
        "text": "The children seem to take it for granted that I will give them big presents every birthday."
    },
    {
        "id": 530,
        "text": "We have applied for a grant to plant trees by the side of the road."
    },
    {
        "id": 531,
        "text": "They don't let the grass grow under their feet – they phoned immediately they saw the ad."
    },
    {
        "id": 532,
        "text": "Father would turn in his grave if he saw what they have done to his house."
    },
    {
        "id": 533,
        "text": "No one likes doing all these rehearsals, but we've just got to grin and bear it."
    },
    {
        "id": 534,
        "text": "She got down from the horse and handed him over to a groom to deal with."
    },
    {
        "id": 535,
        "text": "He plays the drums all day long, but we hope it's something he'll grow out of."
    },
    {
        "id": 536,
        "text": "I asked if we could have a glass of water and the waiter just grunted."
    },
    {
        "id": 537,
        "text": "The travel agent could not give a guarantee that we would be accommodated in the hotel mentioned in the brochure."
    },
    {
        "id": 538,
        "text": "There is no guarantee that he will get a job even if he gets through the training course successfully."
    },
    {
        "id": 539,
        "text": "She spread gum on the back of the photo and stuck it onto a sheet of paper."
    },
    {
        "id": 540,
        "text": "The law on Sunday opening starts in a month's time, but some shops have already jumped the gun."
    },
    {
        "id": 541,
        "text": "He has the habit of going to bed at 9 o'clock and reading until midnight."
    },
    {
        "id": 542,
        "text": "I haven't had a cigarette for six months – I think I've broken the habit!"
    },
    {
        "id": 543,
        "text": "On the day of the King's death flags flew at half-mast on all public buildings."
    },
    {
        "id": 544,
        "text": "On the one hand he's a good salesman, on the other hand he can't work out discounts correctly."
    },
    {
        "id": 545,
        "text": "This is one of those folk tales which have been handed down over the centuries."
    },
    {
        "id": 546,
        "text": "This is a hangover from the old days when inns always provided stables for horses."
    },
    {
        "id": 547,
        "text": "Most of the guests left before eleven, but the hard core of drinkers stayed till two."
    },
    {
        "id": 548,
        "text": "She chose colours and fabrics to create a harmonious scheme of decoration for the room."
    },
    {
        "id": 549,
        "text": "Someone must have left the keys on the table — and it wasn't me,' she hastened to add."
    },
    {
        "id": 550,
        "text": "She's made a great success of her business – I take my hat off to her."
    },
    {
        "id": 551,
        "text": "Curiously, it's the military commanders who are the doves and the president and his advisers are the hawks."
    },
    {
        "id": 552,
        "text": "It was too hazy for us to get a good view from the top of the cliff."
    },
    {
        "id": 553,
        "text": "He reported the accident to the police but was very hazy about some of the details."
    },
    {
        "id": 554,
        "text": "The lack of resources in the education system is one of the government's biggest headaches."
    },
    {
        "id": 555,
        "text": "In the United Kingdom, the Queen is head of state and the Prime Minister is head of government."
    },
    {
        "id": 556,
        "text": "His mother is Spanish, so that gave him a head start over the rest of the Spanish class."
    },
    {
        "id": 557,
        "text": "I said I would replace the glass I broke, but she wouldn't hear of it."
    },
    {
        "id": 558,
        "text": "I don't know his phone number by heart, so I'll just look it up for you."
    },
    {
        "id": 559,
        "text": "For heaven's sake try to be quiet, we don't want the guards to hear us!"
    },
    {
        "id": 560,
        "text": "We asked him to sort out the invoices but he's really making heavy weather of it."
    },
    {
        "id": 561,
        "text": "When they heard the police siren, they took to their heels and disappeared round the corner."
    },
    {
        "id": 562,
        "text": "Now that Julia has taken the helm there shouldn't be any more public relations disasters."
    },
    {
        "id": 563,
        "text": "Her assistant is not much help in the office – he can't type or drive."
    },
    {
        "id": 564,
        "text": "She has a home help who comes in twice a week to do the housework."
    },
    {
        "id": 565,
        "text": "The hero of the fire was the firefighter who managed to rescue the children from an upstairs room."
    },
    {
        "id": 566,
        "text": "The heroine of the accident was a passing cyclist who pulled the children out of the burning car."
    },
    {
        "id": 567,
        "text": "They decided to go into hiding for a time until the police called off their search."
    },
    {
        "id": 568,
        "text": "The door is not high enough to let us get the wardrobe into the bedroom."
    },
    {
        "id": 569,
        "text": "Hazing has become so extreme that it has had to be banned in some colleges."
    },
    {
        "id": 570,
        "text": "If you climb to the top of the hill you will get a good view of the valley."
    },
    {
        "id": 571,
        "text": "I don't know what to give her for her birthday – have you any hints?"
    },
    {
        "id": 572,
        "text": "It suddenly hit her that now she was divorced she would have to live alone."
    },
    {
        "id": 573,
        "text": "We hit on the idea of taking him to a concert as a birthday present."
    },
    {
        "id": 574,
        "text": "The muggers hit him so hard that he collapsed before he could hit them back."
    },
    {
        "id": 575,
        "text": "When the supermarket chain lowered their prices, the other chains hit back by lowering prices too."
    },
    {
        "id": 576,
        "text": "If we're buying two armchairs we might as well go the whole hog and buy a sofa as well."
    },
    {
        "id": 577,
        "text": "She held her ticket between her teeth as she was carrying suitcases in both hands."
    },
    {
        "id": 578,
        "text": "You can't take all that luggage with you, it has to go in the hold."
    },
    {
        "id": 579,
        "text": "When are you taking your holiday or When are you planning to go on holiday?"
    },
    {
        "id": 580,
        "text": "The nation observed a minute's silence as a mark of homage to the dead of two world wars."
    },
    {
        "id": 581,
        "text": "He lay down on my sofa, opened a bottle of beer, and made himself at home."
    },
    {
        "id": 582,
        "text": "I wouldn't buy a car from that garage – I'm not sure they're completely honest."
    },
    {
        "id": 583,
        "text": "I admire him for his honesty in saying the job was too difficult for him."
    },
    {
        "id": 584,
        "text": "In all honesty I don't think we'll be able to finish the job on time."
    },
    {
        "id": 585,
        "text": "I don't care a hoot about the meeting – I'm staying in to watch TV."
    },
    {
        "id": 586,
        "text": "With the old London buses, you can hop on and off anywhere along the street, although it can be dangerous."
    },
    {
        "id": 587,
        "text": "We are hoping for a change in the weather, it's rained every day this week so far."
    },
    {
        "id": 588,
        "text": "The crowd seemed hostile, so the President decided not to go on his planned walkabout."
    },
    {
        "id": 589,
        "text": "He got into hot water with the local authority after he built a garage without permission."
    },
    {
        "id": 590,
        "text": "They are staying at the Grand Hotel, which is the only five-star hotel in town."
    },
    {
        "id": 591,
        "text": "He was sent to report from one of the hot spots in the Middle East."
    },
    {
        "id": 592,
        "text": "We never go out on Saturdays – however, this week we're going to a wedding."
    },
    {
        "id": 593,
        "text": "Frankfurt is hoping to take the place of the City of London as the financial hub of Europe."
    },
    {
        "id": 594,
        "text": "When he starts shouting and cursing, you have to try to humour him to keep him happy."
    },
    {
        "id": 595,
        "text": "There's no hurry for the figures – we do not need them until next week."
    },
    {
        "id": 596,
        "text": "Be gentle when you tell her the news – we don't want to hurt her feelings."
    },
    {
        "id": 597,
        "text": "The children were in hysterics as they watched the clown tearing up pieces of paper."
    },
    {
        "id": 598,
        "text": "She's an idealist, and is upset when anyone suggests a solution which is less than perfect."
    },
    {
        "id": 599,
        "text": "I can identify with the heroine who spends her life trapped in a small rural town."
    },
    {
        "id": 600,
        "text": "If he's going to be late, he should send me a text to warn me."
    },
    {
        "id": 601,
        "text": "With so few schools or teachers it is hardly surprising so many children are illiterate."
    },
    {
        "id": 602,
        "text": "The town looked magical, illuminated with strings of lights along the edge of the sea."
    },
    {
        "id": 603,
        "text": "He'll catch the plane if he gets up in time – and that's a very big if."
    },
    {
        "id": 604,
        "text": "His daughter's birthday party is a good illustration of the way he likes to spend money."
    },
    {
        "id": 605,
        "text": "The last house we visited was in immaculate condition, while all the others needed a lot of repairs."
    },
    {
        "id": 606,
        "text": "It suddenly started to rain, and the immaculately dressed guests had to run from the garden into the house."
    },
    {
        "id": 607,
        "text": "When he offered to give information to the police, he was granted immunity from prosecution."
    },
    {
        "id": 608,
        "text": "When you go into the cathedral, look out for the little imp carved high up near the choir."
    },
    {
        "id": 609,
        "text": "The fall in the value of the currency will impact strongly on the stock market."
    },
    {
        "id": 610,
        "text": "Implicit in the inspectors' report was the possibility that the restaurant might have to close permanently."
    },
    {
        "id": 611,
        "text": "The lawyer implied that the witness had not in fact seen the accident take place."
    },
    {
        "id": 612,
        "text": "He understood the facts, and, more importantly for a teacher, he was able to explain them."
    },
    {
        "id": 613,
        "text": "I hope it's not imposing on you too much, but I need to have the report today."
    },
    {
        "id": 614,
        "text": "It is quite impractical to expect three people to move all the furniture in two hours."
    },
    {
        "id": 615,
        "text": "He was labouring under the impression that air fares were cheaper in Europe than in the USA."
    },
    {
        "id": 616,
        "text": "Having forgotten the notes for her speech she had to improvise as best as she could."
    },
    {
        "id": 617,
        "text": "Invitations to the inauguration of the new computer system will be sent out next week."
    },
    {
        "id": 618,
        "text": "His speech incensed the crowd who went on the rampage in the centre of the town."
    },
    {
        "id": 619,
        "text": "Breaking the Olympic record was almost incidental – winning the gold medal was the important thing."
    },
    {
        "id": 620,
        "text": "The results of the poll inclined newspaper reporters to try to forecast the result of the general election."
    },
    {
        "id": 621,
        "text": "He is incompetent to sign the contract because he is not a director of the company."
    },
    {
        "id": 622,
        "text": "It is absolutely incredible that anyone as rich as he is can avoid paying tax."
    },
    {
        "id": 623,
        "text": "It is incredibly difficult to find a parking space near my office in the middle of the day."
    },
    {
        "id": 624,
        "text": "In order for the experiment to be acceptable, the bacteria must be incubated in a sterile environment."
    },
    {
        "id": 625,
        "text": "Mrs Jones is our new librarian – she is taking over from the present incumbent next month."
    },
    {
        "id": 626,
        "text": "There will be no changes in the governor's staff while the present incumbent is still in office."
    },
    {
        "id": 627,
        "text": "If you put all your money into doubtful investments, you incur the risk of losing everything."
    },
    {
        "id": 628,
        "text": "As soon as the speeches ended, there was an indecent rush to find something to eat."
    },
    {
        "id": 629,
        "text": "Repeated attacks on tourists are indicative of a general breakdown of law and order in the country."
    },
    {
        "id": 630,
        "text": "The world cannot remain indifferent to the problems of the starving refugees in central Africa."
    },
    {
        "id": 631,
        "text": "In view of the school's indifferent exam results, the governors have set up a review of teaching practices."
    },
    {
        "id": 632,
        "text": "They induced him to steal the plans by offering him a large amount of money."
    },
    {
        "id": 633,
        "text": "An induction coil is made of coils of wire and changes the voltage passing through it."
    },
    {
        "id": 634,
        "text": "He became manager of the shop through sheer inertia on the part of everyone else."
    },
    {
        "id": 635,
        "text": "Counsel inferred that the witness had not been present at the time of the accident."
    },
    {
        "id": 636,
        "text": "Over the last few years there has been an alarming increase in the number of infertile couples."
    },
    {
        "id": 637,
        "text": "The rise in interest rates has had the effect of inflating prices in the shops."
    },
    {
        "id": 638,
        "text": "She had a reputation for being totally inflexible in her talks with her EU counterparts."
    },
    {
        "id": 639,
        "text": "Her speech was influential in changing the opinion of the other members of the committee."
    },
    {
        "id": 640,
        "text": "Put a pinch of China tea in the cup and infuse it in hot water for four or five minutes."
    },
    {
        "id": 641,
        "text": "My grandmother drinks a herbal infusion every evening before bed to help her get to sleep."
    },
    {
        "id": 642,
        "text": "Can you initial each page of the contract to show that you have approved it?"
    },
    {
        "id": 643,
        "text": "The manager decided to take the initiative and ask for a meeting with the boss."
    },
    {
        "id": 644,
        "text": "The company applied for an injunction to stop their rivals marketing a product which was similar to theirs."
    },
    {
        "id": 645,
        "text": "The smugglers could have used any one of the numerous inlets along this stretch of coastline."
    },
    {
        "id": 646,
        "text": "In English law, the accused is always presumed to be innocent until he is proved to be guilty."
    },
    {
        "id": 647,
        "text": "I've finished painting the kitchen and I hope to start making inroads into the bathroom tomorrow."
    },
    {
        "id": 648,
        "text": "She finished writing Chapter 3 last week and is making good inroads into Chapter 4."
    },
    {
        "id": 649,
        "text": "The inscription in the front of the book is by the author who gave it to his mother."
    },
    {
        "id": 650,
        "text": "The wedding invitation card had an insert with a map showing how to get to the church."
    },
    {
        "id": 651,
        "text": "Why don't you help me with the housework, instead of sitting and watching TV all day?"
    },
    {
        "id": 652,
        "text": "The 1970s rock group have been around for so long that they have become institutionalised."
    },
    {
        "id": 653,
        "text": "The stewardess will instruct you in ways of evacuating the aircraft if a fire breaks out."
    },
    {
        "id": 654,
        "text": "We must try to maintain the integrity of the association by avoiding a split among the members."
    },
    {
        "id": 655,
        "text": "Intelligence gathered by our network of agents is very useful to us in planning future strategy."
    },
    {
        "id": 656,
        "text": "There was a period of intense diplomatic activity to try to get the hostages released."
    },
    {
        "id": 657,
        "text": "The conference was organised to promote an interchange of ideas in the field of robotics."
    },
    {
        "id": 658,
        "text": "There will be bright intervals during the morning, but it will rain in the afternoon."
    },
    {
        "id": 659,
        "text": "At regular intervals during my interview, the phone would ring and the man interviewing me would take down messages."
    },
    {
        "id": 660,
        "text": "Excited by the intoxicating atmosphere of the football crowd she stood on her seat and cheered."
    },
    {
        "id": 661,
        "text": "I'll give you an introduction to Mike Smith – he is an old friend of mine."
    },
    {
        "id": 662,
        "text": "Members of the local council are involved in the company which has won the contract for the new road."
    },
    {
        "id": 663,
        "text": "Ironically, although they had lost both his suitcases, the airline claimed that he owed them for excess baggage."
    },
    {
        "id": 664,
        "text": "In South Africa male mosquitoes have been irradiated to make them sterile and then released back into the environment."
    },
    {
        "id": 665,
        "text": "The irritation of having bad weather every day of the holiday made him quite unbearable."
    },
    {
        "id": 666,
        "text": "I am itching to have a go at hang-gliding but my wife won't let me."
    },
    {
        "id": 667,
        "text": "I'm starting to get itchy feet again – I've been in the same job for too long."
    },
    {
        "id": 668,
        "text": "I couldn't buy several items on the shopping list because the shop had sold out."
    },
    {
        "id": 669,
        "text": "Here is a summary of the main items of news or the main news items."
    },
    {
        "id": 670,
        "text": "The design of a book jacket has to be very attractive to make people want to buy the book."
    },
    {
        "id": 671,
        "text": "She left the stage in tears with the jeers of the audience ringing in her ears."
    },
    {
        "id": 672,
        "text": "As it's raining, let's stay indoors and try to do this huge jigsaw of the Houses of Parliament."
    },
    {
        "id": 673,
        "text": "It was a day of jitters on the stock market as the news from Japan began to come in."
    },
    {
        "id": 674,
        "text": "What a job it was getting a hotel room at the time of the music festival!"
    },
    {
        "id": 675,
        "text": "He's an experienced jockey and knows how to handle a horse over a muddy racecourse."
    },
    {
        "id": 676,
        "text": "There's a vacancy for managing director, and the sales director and the production director are jockeying for position."
    },
    {
        "id": 677,
        "text": "The police are hoping that the film from the security camera will jog people's memories."
    },
    {
        "id": 678,
        "text": "We're going to have a cup of coffee – would you like to join us?"
    },
    {
        "id": 679,
        "text": "He's just bought a new Rolls Royce – You must be joking, he's only the office boy!"
    },
    {
        "id": 680,
        "text": "If you don't want to pay the proper rate for the job, then you can jolly well do it yourself."
    },
    {
        "id": 681,
        "text": "She has a difficult journey to work every day – she has to change buses twice."
    },
    {
        "id": 682,
        "text": "The book tells the story of a man who journeyed from Italy to China in the 13th century."
    },
    {
        "id": 683,
        "text": "He was convicted for stealing, but the judge let him off with a small fine."
    },
    {
        "id": 684,
        "text": "Don't bother about him – just let him stew in his own juice for a while."
    },
    {
        "id": 685,
        "text": "I wish he spent more time on his reports – the details are always rather jumbled up."
    },
    {
        "id": 686,
        "text": "Go as far as the next junction and you will see the library on your right."
    },
    {
        "id": 687,
        "text": "The Senator judged it would be impossible for him to win the Presidency, so he dropped out of the race."
    },
    {
        "id": 688,
        "text": "The dolphins swam under the keel and came up on the other side of the ship."
    },
    {
        "id": 689,
        "text": "After the huge fluctuations in the exchange rate in recent weeks, the pound is back on an even keel now."
    },
    {
        "id": 690,
        "text": "One minute she was sitting and talking happily, the next minute she keeled over onto the floor."
    },
    {
        "id": 691,
        "text": "We put up notices telling people to keep their dogs out of the field where the lambs are."
    },
    {
        "id": 692,
        "text": "I've just put the kettle on so we can all have a cup of tea."
    },
    {
        "id": 693,
        "text": "The kids are only messing about – there's no need to kick up a fuss by calling the police."
    },
    {
        "id": 694,
        "text": "While I'm in London for the conference I could kill two birds with one stone and visit my parents."
    },
    {
        "id": 695,
        "text": "The new garden furniture arrived as a kit and we had to put it together ourselves."
    },
    {
        "id": 696,
        "text": "If you're hungry, have a look in the kitchen to see if there's anything to eat."
    },
    {
        "id": 697,
        "text": "The bell on the front door doesn't work, so you have to use the knocker."
    },
    {
        "id": 698,
        "text": "I'm afraid it is a very laborious task, moving that pile of sand to the back of the house."
    },
    {
        "id": 699,
        "text": "After digging the garden, it is good to lie on the grass and rest from your labours."
    },
    {
        "id": 700,
        "text": "He was labouring under the delusion that air fares were cheaper in Europe than in the USA."
    },
    {
        "id": 701,
        "text": "I don't want to labour the point, but may I raise the question for the third time?"
    },
    {
        "id": 702,
        "text": "He doesn't lack style – he puts on his sunglasses the moment the sun comes out."
    },
    {
        "id": 703,
        "text": "He wants to see his native land again before he is too old to travel."
    },
    {
        "id": 704,
        "text": "After being made redundant he joined the police force and has really landed on his feet."
    },
    {
        "id": 705,
        "text": "The day when power was handed over to China was a landmark in the history of Hong Kong."
    },
    {
        "id": 706,
        "text": "I can't predict the result of the election – it's all in the lap of the gods."
    },
    {
        "id": 707,
        "text": "There is a lapse of two seconds between touching the switch and the screen lighting up."
    },
    {
        "id": 708,
        "text": "She told him how good his book was, and he just sat there lapping it up."
    },
    {
        "id": 709,
        "text": "She was looking ill when I saw her last or when I last saw her."
    },
    {
        "id": 710,
        "text": "The reporters quickly latched on to the fact that the Prime Minister did not applaud the Chancellor's speech."
    },
    {
        "id": 711,
        "text": "I'm busy on Monday and Tuesday, but I'll be free during the latter part of the week."
    },
    {
        "id": 712,
        "text": "Everyone told him a clockwork radio wouldn't work, but he had the last laugh when it sold in millions."
    },
    {
        "id": 713,
        "text": "My grandmother puts bags filled with dried lavender flowers in her wardrobe to make her clothes smell nice."
    },
    {
        "id": 714,
        "text": "The factory has had to lay off half its workforce because of a temporary lack of orders."
    },
    {
        "id": 715,
        "text": "The understudy had to take over last night when the male lead fell and broke his arm."
    },
    {
        "id": 716,
        "text": "After years of wild living he decided to turn over a new leaf and join the family firm."
    },
    {
        "id": 717,
        "text": "You can't compare our little corner shop to the supermarket, they're not in the same league."
    },
    {
        "id": 718,
        "text": "The deal is something of a leap in the dark, but we hope it will pay off."
    },
    {
        "id": 719,
        "text": "He doesn't want to ask advice, so I only hope he learns from his mistakes."
    },
    {
        "id": 720,
        "text": "The post office is on the left side of the street as you go towards the church."
    },
    {
        "id": 721,
        "text": "If you eat three of the sweets, there will be only two left for everyone else."
    },
    {
        "id": 722,
        "text": "It is apparent that there is no place for traditional leftists in the new centre government."
    },
    {
        "id": 723,
        "text": "Don't worry, she will get here on time – I was only pulling your leg."
    },
    {
        "id": 724,
        "text": "The children produced a later will, so the claimants to the estate didn't have a leg to stand on."
    },
    {
        "id": 725,
        "text": "Many of the legions of fans who support Manchester United will be unable to buy tickets for the Cup Final."
    },
    {
        "id": 726,
        "text": "The shadows began to lengthen across the lawn as the sun sank slowly down in the west."
    },
    {
        "id": 727,
        "text": "My eyesight is not very good, and I have to have glasses with strong lenses."
    },
    {
        "id": 728,
        "text": "If the sun is strong enough you can set fire to a piece of paper using a lens."
    },
    {
        "id": 729,
        "text": "I asked three people to speak at the meeting but they all let me down."
    },
    {
        "id": 730,
        "text": "The referee makes sure that the rules of the game are followed to the letter."
    },
    {
        "id": 731,
        "text": "When my daughter comes home from school, she changes out of her uniform and puts on a pair of leggings."
    },
    {
        "id": 732,
        "text": "He has been arrested several times and is something of a liability to his parents."
    },
    {
        "id": 733,
        "text": "There has been a total lack of liaison between the police and the customs department on this case."
    },
    {
        "id": 734,
        "text": "The life expectancy of this government is short – it only has a majority of one in Parliament."
    },
    {
        "id": 735,
        "text": "The dancers' performance was lifeless and the audience booed them at the end of the ballet."
    },
    {
        "id": 736,
        "text": "The government grant is a lifeline which helps them put on exhibitions of young painters' work at their gallery."
    },
    {
        "id": 737,
        "text": "In the fog, I could just see the red lights of the car in front of me."
    },
    {
        "id": 738,
        "text": "I can lift this box easily – it's quite light or it's as light as a feather."
    },
    {
        "id": 739,
        "text": "He likened being tackled by the South African forward to being hit by a rhino."
    },
    {
        "id": 740,
        "text": "He feels out on a limb, with no one to share responsibility for running the company."
    },
    {
        "id": 741,
        "text": "The size of the room is a limiting factor – it will only hold fifty people."
    },
    {
        "id": 742,
        "text": "The linesmen struggled for days to restore power to the areas that had been cut off by the storm."
    },
    {
        "id": 743,
        "text": "You'll need a coat with a warm lining if you're going to Canada in winter."
    },
    {
        "id": 744,
        "text": "He pays lip service to the party's ideas but in reality does very much what he wants."
    },
    {
        "id": 745,
        "text": "The bank has decided to liquidate the company rather than to try and sell it as a going concern."
    },
    {
        "id": 746,
        "text": "The ship was listing badly and the crew had to be taken off by helicopter."
    },
    {
        "id": 747,
        "text": "Her father was livid when he heard she had spent the night with her boyfriend."
    },
    {
        "id": 748,
        "text": "There was no one in the square except a couple of loafers sitting on benches."
    },
    {
        "id": 749,
        "text": "The locals don't like all the rich people who have weekend cottages in the village."
    },
    {
        "id": 750,
        "text": "Lock up the jewels in the safe or lock the jewels up in the safe."
    },
    {
        "id": 751,
        "text": "I don't see the logic of owning two cars and not being able to drive."
    },
    {
        "id": 752,
        "text": "After his wife died it took him a long time to get over his feelings of loneliness."
    },
    {
        "id": 753,
        "text": "He was attracted by the loneliness of the hotel, all by itself on the top of the cliff."
    },
    {
        "id": 754,
        "text": "Have a good look at this photograph and tell me if you recognise anyone in it."
    },
    {
        "id": 755,
        "text": "The first year after starting the business was difficult, but after that they never looked back."
    },
    {
        "id": 756,
        "text": "Tell me what she looks like so that I can recognise her when she gets off the train."
    },
    {
        "id": 757,
        "text": "He looks on his secretary as simply someone to make coffee and answer the phone."
    },
    {
        "id": 758,
        "text": "The falling rock missed us by inches – someone was obviously looking out for us!"
    },
    {
        "id": 759,
        "text": "He lost his temper when they told him there was no room in the hotel."
    },
    {
        "id": 760,
        "text": "He was wearing a particularly loud tie which didn't go with his jacket at all."
    },
    {
        "id": 761,
        "text": "He doesn't do anything on Saturdays, he just lounges about waiting for the pubs to open."
    },
    {
        "id": 762,
        "text": "It rained all the time, so we had to spend the day lounging about in the hotel."
    },
    {
        "id": 763,
        "text": "She swore on oath that he had never made love to her or that they had never made love."
    },
    {
        "id": 764,
        "text": "She has a low-paid job as a cleaner or her job as a cleaner is very low-paid."
    },
    {
        "id": 765,
        "text": "The old lady gave a clear and lucid account of the incident to the police."
    },
    {
        "id": 766,
        "text": "For most of the time he was delirious but in his few lucid moments he seemed to recognise me."
    },
    {
        "id": 767,
        "text": "The report was not very critical and that lulled them into a false sense of security."
    },
    {
        "id": 768,
        "text": "They left me in the lurch by going off on holiday when they were supposed to be running the shop."
    },
    {
        "id": 769,
        "text": "Everyone thought he was mad to try to cross the Atlantic in a rowing boat."
    },
    {
        "id": 770,
        "text": "He drove like mad and managed to get to the station in time to catch the train."
    },
    {
        "id": 771,
        "text": "The conjuror made a rabbit appear in his hat, and the children all thought it was magic."
    },
    {
        "id": 772,
        "text": "He pushed a button and, as if by magic, lights came on all over the garden."
    },
    {
        "id": 773,
        "text": "Magnification enables us to see things that are too small to be visible to the naked eye."
    },
    {
        "id": 774,
        "text": "Following the news, this week's science magazine has features on space telescopes and the disappearing ozone layer."
    },
    {
        "id": 775,
        "text": "She has a magnetic personality – everyone looks at her when she enters a room."
    },
    {
        "id": 776,
        "text": "He said he had seen a man climbing into the house, but in fact he made the whole story up."
    },
    {
        "id": 777,
        "text": "Don't worry about the paint on your carpet – we'll make it up to you."
    },
    {
        "id": 778,
        "text": "By bringing in ministers from another party, the Prime Minister has altered the whole makeup of the Cabinet."
    },
    {
        "id": 779,
        "text": "There is a general malaise among the middle-class which might make them vote against the government."
    },
    {
        "id": 780,
        "text": "I've no wish to malign my assistant, who has generally been doing an excellent job."
    },
    {
        "id": 781,
        "text": "The scene of manic activity in the office as everyone rushed to finish the work before the deadline."
    },
    {
        "id": 782,
        "text": "By manipulating the media the government made sure its message got across to the people."
    },
    {
        "id": 783,
        "text": "They live in a mansion in Hampstead with its own swimmanic 514 mansion\fming pool and tennis courts."
    },
    {
        "id": 784,
        "text": "Look in the manual to see if it tells you how to change the toner cartridge."
    },
    {
        "id": 785,
        "text": "There were too many people waiting and not enough room on the bus for all of them."
    },
    {
        "id": 786,
        "text": "The village where they live is so small I can't find it on the map."
    },
    {
        "id": 787,
        "text": "He mapped out a route to get to Birmingham using only minor roads, not motorways."
    },
    {
        "id": 788,
        "text": "He informed on the mafia boss, and since has become a marked man in fear for his life."
    },
    {
        "id": 789,
        "text": "Our teacher is a very hard marker – nobody gets more than seven out of ten."
    },
    {
        "id": 790,
        "text": "If retailers find the discount too low they mark the prices up to make a better margin."
    },
    {
        "id": 791,
        "text": "The coastguard let off a maroon as a signal for the lifeboat to be launched."
    },
    {
        "id": 792,
        "text": "Some marshals rushed to the scene of the crash and others waved flags to try to stop the race."
    },
    {
        "id": 793,
        "text": "Taking all those children to France sounds more like masochism than a holiday to me."
    },
    {
        "id": 794,
        "text": "Here we are sitting in the bar, and he may be waiting for us outside."
    },
    {
        "id": 795,
        "text": "May we have breakfast early tomorrow as we need to leave the hotel before 8 o'clock?"
    },
    {
        "id": 796,
        "text": "From the top of the hill you can see how the river meanders around the town."
    },
    {
        "id": 797,
        "text": "If you want to find the meaning of the word, look it up in a dictionary."
    },
    {
        "id": 798,
        "text": "It's just a precautionary measure, but you can't be too careful when there's a possibility of fire."
    },
    {
        "id": 799,
        "text": "The piano won't go through the door – are you sure you took the right measurements?"
    },
    {
        "id": 800,
        "text": "He made us fill in all those forms, let's give him a taste of his own medicine."
    },
    {
        "id": 801,
        "text": "As he was going away on business, he asked his deputy to conduct the meeting."
    },
    {
        "id": 802,
        "text": "The two boys went swimming while the other members of the family sat on the beach."
    },
    {
        "id": 803,
        "text": "She has been quite ill, but I'm glad to say now she's on the mend."
    },
    {
        "id": 804,
        "text": "Can you mention to everyone that the date of the next meeting has been changed?"
    },
    {
        "id": 805,
        "text": "The success of the garden party is very much at the mercy of the weather."
    },
    {
        "id": 806,
        "text": "Despite lots of things going wrong, at least it didn't rain – we must be thankful for small mercies."
    },
    {
        "id": 807,
        "text": "The courier went back to the hotel, leaving us to the tender mercies of the local guides."
    },
    {
        "id": 808,
        "text": "The garage has messed me about so much I'm going to take my car somewhere else for servicing."
    },
    {
        "id": 809,
        "text": "No one is more methodical than she is, and even she can't find the documents."
    },
    {
        "id": 810,
        "text": "If you travel midweek, the fares are higher than if you travel at the weekend."
    },
    {
        "id": 811,
        "text": "All she could remember was getting a mighty blow on the head, and then everything went black."
    },
    {
        "id": 812,
        "text": "He did a mime of a man trying to open an umbrella in a high wind."
    },
    {
        "id": 813,
        "text": "I think of her night and day – I just can't get her out of my mind."
    },
    {
        "id": 814,
        "text": "She's not her usual cheery self today – I think she's got something on her mind."
    },
    {
        "id": 815,
        "text": "He was going to go by car but then changed his mind and went by bus."
    },
    {
        "id": 816,
        "text": "He has decided to go on holiday next week and nothing will make him change his mind."
    },
    {
        "id": 817,
        "text": "The house is about ten minutes' walk or is a ten-minute walk from the office."
    },
    {
        "id": 818,
        "text": "I explained it all to you in the minutest detail, and you still got it wrong."
    },
    {
        "id": 819,
        "text": "Copies of the minutes of the last meeting will be sent to all members of the committee."
    },
    {
        "id": 820,
        "text": "She went to the shrine and was cured – it must have been a miracle."
    },
    {
        "id": 821,
        "text": "It was his misfortune to be born in the year when his father was declared bankrupt."
    },
    {
        "id": 822,
        "text": "She had engaged a detective to follow her husband and photograph him with his mistress."
    },
    {
        "id": 823,
        "text": "The reaction to the proposal has been rather mixed – some people approve, but others disapprove."
    },
    {
        "id": 824,
        "text": "Pink' in the phrase 'the pink ribbon' and 'fire' in the compound 'fire alarm' are modifiers."
    },
    {
        "id": 825,
        "text": "At this moment in time, it is not possible for me to answer reporters' questions."
    },
    {
        "id": 826,
        "text": "There's a big debate about whether we should get rid of the monarchy and become a republic."
    },
    {
        "id": 827,
        "text": "A bank of monitors allows the police to see everything which happens in the shopping centre."
    },
    {
        "id": 828,
        "text": "The Loch Ness Monster is said to be a large dinosaur living in the bottom of Loch Ness in Scotland."
    },
    {
        "id": 829,
        "text": "There was a lot of hot weather last month — in fact it was hot all month long."
    },
    {
        "id": 830,
        "text": "By the light of the full moon they could clearly make out figures moving on the hillside."
    },
    {
        "id": 831,
        "text": "They had booked the hotel room for a week, but on the Thursday night they did a moonlight flit."
    },
    {
        "id": 832,
        "text": "He rowed up to the jetty and moored his boat with a piece of rope."
    },
    {
        "id": 833,
        "text": "In spite of his torn clothes and mop of red hair he still looked a sweet little boy."
    },
    {
        "id": 834,
        "text": "It took our soldiers several days to mop up the last pockets of enemy resistance in the mountains."
    },
    {
        "id": 835,
        "text": "Olympic athletes can run at speeds which we ordinary mortals have no chance of reaching."
    },
    {
        "id": 836,
        "text": "Because his house was already mortgaged, he had to take out a second mortgage to pay for his car."
    },
    {
        "id": 837,
        "text": "The most important thing if you are a sales representative is to be able to drive a car."
    },
    {
        "id": 838,
        "text": "A slight motion of his head indicated to the auctioneer that he was making a bid."
    },
    {
        "id": 839,
        "text": "She made a motion as if to get up, but in the end stayed in her seat."
    },
    {
        "id": 840,
        "text": "There were ten security men mounting guard over the president as he went for a walk in the town."
    },
    {
        "id": 841,
        "text": "I'll spell the name of the Welsh village for you – it's a bit of a mouthful."
    },
    {
        "id": 842,
        "text": "He put his hand over the mouthpiece so she couldn't hear what he was saying."
    },
    {
        "id": 843,
        "text": "After I've been on the move all day I just want to get home and go to bed."
    },
    {
        "id": 844,
        "text": "We stopped for a quick visit to the cathedral and then moved on to the next town."
    },
    {
        "id": 845,
        "text": "She tried to put up the tent on her own but she got into a muddle."
    },
    {
        "id": 846,
        "text": "He's always trying to muscle in on our projects and get all the credit for them."
    },
    {
        "id": 847,
        "text": "The Natural History Museum is always very popular with school parties who go to see the dinosaurs."
    },
    {
        "id": 848,
        "text": "The manager fled abroad when the bank collapsed, but came back to face the music."
    },
    {
        "id": 849,
        "text": "His whole family is very musical – they all either sing or play in orchestras."
    },
    {
        "id": 850,
        "text": "The game of musical chairs which the Prime Minister\fhas to play keeps the members of the coalition happy."
    },
    {
        "id": 851,
        "text": "I find it difficult to muster enough energy to go for a walk after lunch."
    },
    {
        "id": 852,
        "text": "By mutual agreement they have decided to sell the flat and split the money between them."
    },
    {
        "id": 853,
        "text": "These are only a few of the myriad life forms found on a coral reef."
    },
    {
        "id": 854,
        "text": "It was many years before people could disprove the myth that the earth was flat."
    },
    {
        "id": 855,
        "text": "When we came down to the pool we found that the others had nabbed all the best seats."
    },
    {
        "id": 856,
        "text": "The road narrows suddenly, and there is hardly enough room for two cars to pass."
    },
    {
        "id": 857,
        "text": "Such a great nation as the USA has a duty to protect smaller countries from aggression."
    },
    {
        "id": 858,
        "text": "He behaved quite naturally at the office, so we were surprised when he was arrested for murder."
    },
    {
        "id": 859,
        "text": "Can you phone again nearer the day and I'll see if I can find a few minutes to see you?"
    },
    {
        "id": 860,
        "text": "I'll stick my neck out and say that the government will lose the next election."
    },
    {
        "id": 861,
        "text": "You must try to put the piece of wool through the hole in the needle."
    },
    {
        "id": 862,
        "text": "He wanted to try jumping with a parachute but at the last minute he lost his nerve."
    },
    {
        "id": 863,
        "text": "You can book at any of our hotels throughout the country using our computer network."
    },
    {
        "id": 864,
        "text": "We nipped off the end of the stalk to stop the plant growing any taller."
    },
    {
        "id": 865,
        "text": "Is there anything the matter with the washing machine – it's making a funny noise."
    },
    {
        "id": 866,
        "text": "His appointment as director is entirely nominal – I will continue to be in charge."
    },
    {
        "id": 867,
        "text": "Some Western countries, notably Canada and the United States, have a very high standard of living."
    },
    {
        "id": 868,
        "text": "She made a note of what she needed to buy before she went to the supermarket."
    },
    {
        "id": 869,
        "text": "It's a marvellous deal. I don't see why you should turn your nose up at it."
    },
    {
        "id": 870,
        "text": "We're friends of the woman running the show and she got us in for nothing."
    },
    {
        "id": 871,
        "text": "It has been brought to my notice that students have been going into town at lunchtime."
    },
    {
        "id": 872,
        "text": "The flight is only two hours – he ought to be in Berlin by now."
    },
    {
        "id": 873,
        "text": "Now that you mention it, I do remember having a phone call from him last week."
    },
    {
        "id": 874,
        "text": "The traffic is so bad nowadays that it takes us an hour to drive to Piccadilly Circus."
    },
    {
        "id": 875,
        "text": "A large number of children or large numbers of children will be sitting the exam."
    },
    {
        "id": 876,
        "text": "She could take her driving test any number of times but she still wouldn't pass it."
    },
    {
        "id": 877,
        "text": "You'll need to master the nuts and bolts of the stock market before going to work in the city."
    },
    {
        "id": 878,
        "text": "He was accused of lying to the court when he was under or on oath."
    },
    {
        "id": 879,
        "text": "In the phrase 'the cat caught the mouse', the word 'mouse' is the object of the verb 'caught'."
    },
    {
        "id": 880,
        "text": "They always stay in some obscure village in the Alps which no one has ever heard of."
    },
    {
        "id": 881,
        "text": "Professional players should set a good example by strict observance of the rules of the game."
    },
    {
        "id": 882,
        "text": "He's too obtuse to take a subtle hint, so you'll just have to tell him to move."
    },
    {
        "id": 883,
        "text": "I was struck by the oddity of the situation, sitting at the same table as my two former wives."
    },
    {
        "id": 884,
        "text": "Officially he knows nothing about the problem, but unofficially he has given us a lot of advice about it."
    },
    {
        "id": 885,
        "text": "He was only asked to speak at the last minute, and for an off-the-cuff speech, it was excellent."
    },
    {
        "id": 886,
        "text": "They came in one by one and sat in a row at the back of the hall."
    },
    {
        "id": 887,
        "text": "I like my mother-in-law very much, only I don't want to see her every day of the week."
    },
    {
        "id": 888,
        "text": "On top of all my office work, I have to clean the house and look after the baby."
    },
    {
        "id": 889,
        "text": "Keep the plants in the greenhouse during the winter, but bring them out into the open in the summer."
    },
    {
        "id": 890,
        "text": "In my opinion, we should wait until the weather gets warmer before we go on holiday."
    },
    {
        "id": 891,
        "text": "The shop's not on this side of the street – it's on the opposite side."
    },
    {
        "id": 892,
        "text": "Playing in India for the first time, the members of the team felt oppressed by the heat."
    },
    {
        "id": 893,
        "text": "Under the general's oppressive regime, ordinary citizens were afraid to speak out against the government."
    },
    {
        "id": 894,
        "text": "She's just the opposite of her brother – he's tall and thin, she's short and fat."
    },
    {
        "id": 895,
        "text": "He opted out of the trip because he couldn't afford the price of a ticket."
    },
    {
        "id": 896,
        "text": "Don't miss the bus, or else you'll have a long wait for the next one."
    },
    {
        "id": 897,
        "text": "They orchestrated the protest marches in such a way as to get them on the TV news every evening."
    },
    {
        "id": 898,
        "text": "The king ordained that all children over five had to be registered with the tax authorities."
    },
    {
        "id": 899,
        "text": "Cyclists should wear orange coats in order that drivers can see them in the dark."
    },
    {
        "id": 900,
        "text": "He looked under the car in order to see if there was an oil leak."
    },
    {
        "id": 901,
        "text": "The army besieging the town directed their ordnance against the weakest part of the city walls."
    },
    {
        "id": 902,
        "text": "The organ played the 'Wedding March' as the bride and groom walked down the aisle."
    },
    {
        "id": 903,
        "text": "She found that the old painting she had bought in a jumble sale was an original and not a copy."
    },
    {
        "id": 904,
        "text": "I'm fed up with that campsite – can't we go to some other place next year?"
    },
    {
        "id": 905,
        "text": "I'm surprised to hear he's in hospital – I saw him only the other day and he looked perfectly well."
    },
    {
        "id": 906,
        "text": "The travel agent ought to have told you the hotel was full before you went on holiday."
    },
    {
        "id": 907,
        "text": "He was wearing a white overall as he had just come out of the laboratory."
    },
    {
        "id": 908,
        "text": "The crowd was so big that it overflowed into the street outside the meeting room."
    },
    {
        "id": 909,
        "text": "The stadium was full and the overflow watched the match on giant TV screens in the park next door."
    },
    {
        "id": 910,
        "text": "From being last in the race he gradually moved up and in the end overhauled the leaders."
    },
    {
        "id": 911,
        "text": "The overland route to South Africa takes you right through the heart of the African continent."
    },
    {
        "id": 912,
        "text": "The basic wage is £110 a week, but you can expect to earn more than that with overtime."
    },
    {
        "id": 913,
        "text": "The socialists made overtures to the communists with the aim of forming a left-wing alliance."
    },
    {
        "id": 914,
        "text": "Their attempts to show that the government was financially incompetent led to a spectacular own goal."
    },
    {
        "id": 915,
        "text": "When the boys started to throw stones at her cat she soon sent them packing."
    },
    {
        "id": 916,
        "text": "Mr Smith isn't in his office at the moment – I'll page him for you."
    },
    {
        "id": 917,
        "text": "It pains me to have to do this, but we must report you to the police."
    },
    {
        "id": 918,
        "text": "She held out some crumbs in the palm of her hand and the birds came and ate them."
    },
    {
        "id": 919,
        "text": "The Sunday papers are so big that it takes me all day to read them."
    },
    {
        "id": 920,
        "text": "Independence Day is always celebrated with a military parade through the centre of the capital."
    },
    {
        "id": 921,
        "text": "The results of the general election parallel those in the local elections held last year."
    },
    {
        "id": 922,
        "text": "He's going through the local parish records to try to establish when his family first came to the village."
    },
    {
        "id": 923,
        "text": "Apart from a natural partiality to members of his own family, he treated everyone the same."
    },
    {
        "id": 924,
        "text": "The country was partitioned in 1947 to form the new independent states of India and Pakistan."
    },
    {
        "id": 925,
        "text": "I left my bus pass at home, so I had to pay for a ticket."
    },
    {
        "id": 926,
        "text": "The driver of a passing car saw the accident and called the police on his mobile phone."
    },
    {
        "id": 927,
        "text": "In the sentence 'I had made breakfast before I had a shower', 'had made' is in the past perfect."
    },
    {
        "id": 928,
        "text": "The committee got a pat on the back for having organised the show so well."
    },
    {
        "id": 929,
        "text": "They had a bitter argument, but patched up their quarrel in time for the party."
    },
    {
        "id": 930,
        "text": "People in villages in the path of the hurricane were advised to get away as fast as possible."
    },
    {
        "id": 931,
        "text": "The old East Coast patrician families lost influence when Texas and California became economically powerful."
    },
    {
        "id": 932,
        "text": "He was on patrol in the centre of town when he saw some youths running away from a bank."
    },
    {
        "id": 933,
        "text": "He wasn't one of the ringleaders; he only played a passive role in the coup."
    },
    {
        "id": 934,
        "text": "That will pay them back for ruining our party', he said as he smashed their car window."
    },
    {
        "id": 935,
        "text": "If you want to stop the car put your foot down on the brake pedal."
    },
    {
        "id": 936,
        "text": "They used no nails in building the roof – it is all held together with wooden pegs."
    },
    {
        "id": 937,
        "text": "There may still be pellets left in the pheasant so be careful when you eat it."
    },
    {
        "id": 938,
        "text": "If you look in the clock case, you can see the pendulum swinging back and forth."
    },
    {
        "id": 939,
        "text": "That was not the right thing to say to a peppery old naval officer like my father."
    },
    {
        "id": 940,
        "text": "The changes are so slight that they're almost impossible to perceive with the naked eye."
    },
    {
        "id": 941,
        "text": "The parrot flew down from his perch and landed on the back of my chair."
    },
    {
        "id": 942,
        "text": "The ship was on the rocks and the lives of the crew were in peril."
    },
    {
        "id": 943,
        "text": "He will persist in singing while he works although we've told him many times to stop."
    },
    {
        "id": 944,
        "text": "When the company was taken over, the factory was closed and all the workers were paid off."
    },
    {
        "id": 945,
        "text": "You have just heard a piece with Rich\fNix on piano and Art Daley on percussion."
    },
    {
        "id": 946,
        "text": "After last night's miserable performance, I don't think the team is likely to reach the semi-finals."
    },
    {
        "id": 947,
        "text": "She was looking at the situation from the perspective of a parent with two young children."
    },
    {
        "id": 948,
        "text": "You must put the sales figures in perspective – they look bad, but they're much better than last year."
    },
    {
        "id": 949,
        "text": "It took a lot of persuasion on his part to get her to change her mind."
    },
    {
        "id": 950,
        "text": "If you have any information pertaining to this case, you are duty bound to reveal it."
    },
    {
        "id": 951,
        "text": "My philosophy is that you should treat people as you would want them to treat you."
    },
    {
        "id": 952,
        "text": "He's just an old phoney – he doesn't have any experience of TV reporting at all."
    },
    {
        "id": 953,
        "text": "He picked the lock of the car and drove off before I could stop him."
    },
    {
        "id": 954,
        "text": "He bent down to pick up a pound coin which he saw on the pavement."
    },
    {
        "id": 955,
        "text": "I get the picture – you want me to arrange for him to be disposed of."
    },
    {
        "id": 956,
        "text": "In the Middle Ages, the country was devastated by bands of English soldiers who lived by pillage."
    },
    {
        "id": 957,
        "text": "At last someone took pity on her and showed her how to work the machine."
    },
    {
        "id": 958,
        "text": "I avoid him like the plague because he's always asking if he can borrow money."
    },
    {
        "id": 959,
        "text": "The Princess unveiled a plaque commemorating her visit and the opening of the new library."
    },
    {
        "id": 960,
        "text": "The flat hasn't been decorated yet and there is still bare plaster in most of the rooms."
    },
    {
        "id": 961,
        "text": "Children try to get what they want by playing their parents off against each other."
    },
    {
        "id": 962,
        "text": "In English courts, a solicitor prepares the case and a barrister does the actual pleading."
    },
    {
        "id": 963,
        "text": "A big fat man plonked himself down in the seat next to me and went to sleep."
    },
    {
        "id": 964,
        "text": "I won't tell you the plot of the film so as not to spoil it for you."
    },
    {
        "id": 965,
        "text": "Her mood changes all the time, plumbing the depths of despair one minute and wildly optimistic the next."
    },
    {
        "id": 966,
        "text": "Half the ideas in his book were plundered from a book that came out in 1978."
    },
    {
        "id": 967,
        "text": "If you are out of pocket you can always get some cash from the accounts department."
    },
    {
        "id": 968,
        "text": "Nobody paid my expenses, so I was £100 out of pocket at the end of the day."
    },
    {
        "id": 969,
        "text": "The country has been taken over, but there are still pockets of resistance in some mountain areas."
    },
    {
        "id": 970,
        "text": "The main point of the meeting is to see how we can continue to run the centre without a grant."
    },
    {
        "id": 971,
        "text": "The report points out the mistakes made by the agency over the last few years."
    },
    {
        "id": 972,
        "text": "She pointed out that the children in her class were better behaved than in previous years."
    },
    {
        "id": 973,
        "text": "The poll was lower than usual – only 35% of the voters bothered to vote."
    },
    {
        "id": 974,
        "text": "The people of France go to the polls next Sunday to elect a new president."
    },
    {
        "id": 975,
        "text": "The pollution in the centre of town is so bad that people have started wearing face masks."
    },
    {
        "id": 976,
        "text": "The piece is supposed to be brisk and light-hearted and this CD makes it sound ponderous and slow."
    },
    {
        "id": 977,
        "text": "You have to stay at home and finish your homework while we go to the pictures."
    },
    {
        "id": 978,
        "text": "I am not in a position to answer your question at this point in time."
    },
    {
        "id": 979,
        "text": "When he couldn't keep up the mortgage payments the bank took possession of the house."
    },
    {
        "id": 980,
        "text": "He gets very possessive about his gold pen and won't let anyone else use it."
    },
    {
        "id": 981,
        "text": "It is easier to send the parcel by post than to deliver it by hand."
    },
    {
        "id": 982,
        "text": "The cat was waiting in the bushes, ready to pounce on any bird that came by."
    },
    {
        "id": 983,
        "text": "I used to be able to play quite well, but I'm a bit out of practice."
    },
    {
        "id": 984,
        "text": "We went to the pub, but she preferred to stay at home and watch TV."
    },
    {
        "id": 985,
        "text": "Little John was six weeks premature and only weighed three pounds when he was born."
    },
    {
        "id": 986,
        "text": "The Inuit would like to preserve their own alphabet rather than use the Roman one."
    },
    {
        "id": 987,
        "text": "In spite of the weather they pressed on with the preparations for the village fair."
    },
    {
        "id": 988,
        "text": "We are working on the presumption that what he has said is in fact true."
    },
    {
        "id": 989,
        "text": "It's sheer presumption for her to suggest that she could do the job better than me."
    },
    {
        "id": 990,
        "text": "He kept up the pretence of being in love with her while he was seeing another girl."
    },
    {
        "id": 991,
        "text": "All this talk about his aristocratic connections is mere pretence or is just a pretence."
    },
    {
        "id": 992,
        "text": "She pretended she had flu and phoned to say she was having the day off."
    },
    {
        "id": 993,
        "text": "The gang of workers arrived the previous night and started work first thing in the morning."
    },
    {
        "id": 994,
        "text": "This is my first train trip to Paris – previously I've always gone by plane."
    },
    {
        "id": 995,
        "text": "At that time they were living in New York, and previously had lived in London."
    },
    {
        "id": 996,
        "text": "There has been a sharp increase in house prices during the first six months of the year."
    },
    {
        "id": 997,
        "text": "I pricked my finger on a pin and had to put a plaster on it."
    },
    {
        "id": 998,
        "text": "Once upon a time a beautiful princess lived in a castle by the edge of the forest."
    },
    {
        "id": 999,
        "text": "Up to now you've been paying interest, but now you can start repaying some of the principal."
    },
    {
        "id": 1000,
        "text": "It is a principle in our system of justice that a person is innocent until he is proved guilty."
    },
    {
        "id": 1001,
        "text": "I agree in principle, but we need to discuss some of the details more thoroughly."
    },
    {
        "id": 1002,
        "text": "She was put on probation for one year or was put on one year's probation."
    },
    {
        "id": 1003,
        "text": "The police are trying to solve the problem of how the thieves got into the house."
    },
    {
        "id": 1004,
        "text": "We were in the process of moving to London when I had the offer of a job in Australia."
    },
    {
        "id": 1005,
        "text": "The people who have received their degrees will walk in procession through the university grounds."
    },
    {
        "id": 1006,
        "text": "It would be better if you kept a low profile until all the fuss has died down."
    },
    {
        "id": 1007,
        "text": "We have made a projection of the additional housing needed in this area by the year 2010."
    },
    {
        "id": 1008,
        "text": "The discussions between Foreign Ministers are a prologue to the signing of a full-scale treaty."
    },
    {
        "id": 1009,
        "text": "But you made a promise not to tell anyone else and now you've told my mother!"
    },
    {
        "id": 1010,
        "text": "The prompt came up on the screen telling me to insert the disk in drive A."
    },
    {
        "id": 1011,
        "text": "Faced with the grim prospect of two weeks at home he decided to go on holiday."
    },
    {
        "id": 1012,
        "text": "He earns very little and finds it difficult to provide for a family of six children."
    },
    {
        "id": 1013,
        "text": "It will be tempting providence to buy that car without having had it checked by a garage."
    },
    {
        "id": 1014,
        "text": "If you are away from home on voting day, you can cast your vote by proxy."
    },
    {
        "id": 1015,
        "text": "She must be psychic if she can tell the result of the lottery in advance."
    },
    {
        "id": 1016,
        "text": "He didn't manage to pull up in time and ran into the back of the car in front."
    },
    {
        "id": 1017,
        "text": "We pumped her after the interview to find out the sort of questions she had been asked."
    },
    {
        "id": 1018,
        "text": "The simplest way to punish them will be to make them pay for the damage they caused."
    },
    {
        "id": 1019,
        "text": "The activists have purged the party of moderates or have purged the moderates from the party."
    },
    {
        "id": 1020,
        "text": "She put her ticket in her purse so that she wouldn't forget where it was."
    },
    {
        "id": 1021,
        "text": "The piano is too heavy to lift, so we'll have to push it into the next room."
    },
    {
        "id": 1022,
        "text": "The first thing we have to do with the cottage is to put in central heating."
    },
    {
        "id": 1023,
        "text": "I was going to see the film, but my brother said something which put me off."
    },
    {
        "id": 1024,
        "text": "I asked to speak to the accounts department and they put me through to sales."
    },
    {
        "id": 1025,
        "text": "When fire broke out in the hotel, the guests ran into the street in their pyjamas."
    },
    {
        "id": 1026,
        "text": "He was quaking in his boots at the idea of having to speak to an audience of specialists."
    },
    {
        "id": 1027,
        "text": "I must qualify the offer by saying that your proposals still have to be approved by the chairman."
    },
    {
        "id": 1028,
        "text": "We are still in something of a quandary about who to invite to our wedding."
    },
    {
        "id": 1029,
        "text": "It was very embarrassing when my father picked a quarrel with the waiter over the bill."
    },
    {
        "id": 1030,
        "text": "He paid only a quarter of the normal fare because he works for the airline."
    },
    {
        "id": 1031,
        "text": "I had seen her often on TV, but this was the first time I had seen her at close quarters."
    },
    {
        "id": 1032,
        "text": "I'm trying to work out the quickest way to get to the Tower of London."
    },
    {
        "id": 1033,
        "text": "I am not sure that going by air to Paris is quicker than taking the train."
    },
    {
        "id": 1034,
        "text": "I dropped my purse and quick as a flash a little boy picked it up."
    },
    {
        "id": 1035,
        "text": "The interest of the public began to quicken as it came closer to the time for the festival."
    },
    {
        "id": 1036,
        "text": "He ate his supper very quickly because he wanted to watch the match on TV."
    },
    {
        "id": 1037,
        "text": "She sat in the corner, as quiet as a mouse, watching what was going on."
    },
    {
        "id": 1038,
        "text": "The only sign of any emotion was a slight quiver in his hand as he signed the contract."
    },
    {
        "id": 1039,
        "text": "He snatched some watches from the shop window and then raced away down the street."
    },
    {
        "id": 1040,
        "text": "He spent all his time in the bar and let his business go to rack and ruin."
    },
    {
        "id": 1041,
        "text": "When we arrived at the hotel our room was cold, so we switched the radiators on."
    },
    {
        "id": 1042,
        "text": "If you'd used scissors to cut the wrapping paper you wouldn't have made the edge all ragged."
    },
    {
        "id": 1043,
        "text": "From their lookout post they were able to rake the whole square with machine-gun fire."
    },
    {
        "id": 1044,
        "text": "The navigator has to deal with the maps, signs and timing for a rally driver."
    },
    {
        "id": 1045,
        "text": "He was very poorly on Monday, but by the end of the week he had rallied a little."
    },
    {
        "id": 1046,
        "text": "He has a tendency to ramble, and his phone calls never last less than half an hour."
    },
    {
        "id": 1047,
        "text": "You drive up the ramp and tip your rubbish into a hole in the ground."
    },
    {
        "id": 1048,
        "text": "There is a range of outbuildings next to the farmhouse which can be converted into holiday cottages."
    },
    {
        "id": 1049,
        "text": "The daughter of the banker was held by kidnappers who asked for a ransom of £1m."
    },
    {
        "id": 1050,
        "text": "Don't get involved in that racket; you'll pay a hefty fine if you get caught."
    },
    {
        "id": 1051,
        "text": "As soon as we sat down and took out the sandwiches, it started to rain."
    },
    {
        "id": 1052,
        "text": "Thanks for the invitation, but I'll take a rain check on that as I need to do some studying tonight."
    },
    {
        "id": 1053,
        "text": "Before we discuss the project further, I would like to talk about the rates of payment."
    },
    {
        "id": 1054,
        "text": "If you type at a steady rate of 70 words per minute you'll finish copying the text today."
    },
    {
        "id": 1055,
        "text": "During the war we were rationed to one ounce of cheese per person per week."
    },
    {
        "id": 1056,
        "text": "He got a raw deal from the government when they refused to pay him a pension."
    },
    {
        "id": 1057,
        "text": "The office block will be razed to the ground to make way for the new road."
    },
    {
        "id": 1058,
        "text": "We wrote to tell her we were coming to visit, but the letter never reached her."
    },
    {
        "id": 1059,
        "text": "We need to get the dinner ready – the guests will be arriving in 30 minutes."
    },
    {
        "id": 1060,
        "text": "By buying a house by the sea he achieved the realisation of his greatest ambition."
    },
    {
        "id": 1061,
        "text": "He told me that he didn't believe in love at first sight as he was a realist."
    },
    {
        "id": 1062,
        "text": "His grandchildren will reap the benefits of all his work in setting up the family company."
    },
    {
        "id": 1063,
        "text": "If you read between the lines of his letter, you can tell that he is deeply unhappy."
    },
    {
        "id": 1064,
        "text": "He didn't realise what he was letting himself in for when he said he would paint the house."
    },
    {
        "id": 1065,
        "text": "When she went into the manager's office, she did not realise she was going to be sacked."
    },
    {
        "id": 1066,
        "text": "With the arrival of the new managing director, an air of realism has finally entered the company."
    },
    {
        "id": 1067,
        "text": "The children get £5 pocket money each week, and we let them spend it as they like, within reason."
    },
    {
        "id": 1068,
        "text": "He reasoned that any work is better than no work, so he took the job."
    },
    {
        "id": 1069,
        "text": "If you take the time to reason it out, you'll find a solution to the problem."
    },
    {
        "id": 1070,
        "text": "Very reasonably, he asked for a check on the brakes of the car before buying it."
    },
    {
        "id": 1071,
        "text": "He considers himself something of a rebel because he wears his hair in a ponytail."
    },
    {
        "id": 1072,
        "text": "His attacks on local shopkeepers rebounded on him when they all voted against him in the elections."
    },
    {
        "id": 1073,
        "text": "They have recalled all their 2001 models as there is a fault in the steering."
    },
    {
        "id": 1074,
        "text": "The government forces are making the recapture of the capital from the rebels their main priority."
    },
    {
        "id": 1075,
        "text": "The recapture of the former Prime Minister's seat was an important win for the opposition party."
    },
    {
        "id": 1076,
        "text": "The opposition recaptured several seats which they had lost in the election four years earlier."
    },
    {
        "id": 1077,
        "text": "After he stopped paying the hire purchase instalments, the finance company tried to reclaim his car."
    },
    {
        "id": 1078,
        "text": "His car was towed away and he had to go to the pound to reclaim it."
    },
    {
        "id": 1079,
        "text": "If you feel tired during the plane journey, recline your seat and try to sleep."
    },
    {
        "id": 1080,
        "text": "Germany was one of the first countries to recognise Croatia as a new independent country."
    },
    {
        "id": 1081,
        "text": "The police are trying to reconstruct the crime, in the hope that it will produce new evidence."
    },
    {
        "id": 1082,
        "text": "You must work much harder if you want to recover the money you invested in your business."
    },
    {
        "id": 1083,
        "text": "We have been given a grant to help pay for the recreation of the 19th-century flower garden."
    },
    {
        "id": 1084,
        "text": "The playing by the orchestra was redeemed by the singing of the soprano and tenor."
    },
    {
        "id": 1085,
        "text": "I'm afraid those two boys are beyond redemption – they will have to be expelled from school."
    },
    {
        "id": 1086,
        "text": "We are trying to get him to redirect his energy towards some more constructive work."
    },
    {
        "id": 1087,
        "text": "By stopping the car when the little girl ran into the road she showed how good her reflexes were."
    },
    {
        "id": 1088,
        "text": "I asked him if I could have first refusal of his flat if ever he decided to sell it."
    },
    {
        "id": 1089,
        "text": "As regards the cost of the trip, I'll let you know soon what the final figure is."
    },
    {
        "id": 1090,
        "text": "During the regency the power was in the hands of the regent and his family."
    },
    {
        "id": 1091,
        "text": "I told him he was getting a big pay rise, but it didn't seem to register."
    },
    {
        "id": 1092,
        "text": "Just buy a regular size packet, it will be enough for the two of us."
    },
    {
        "id": 1093,
        "text": "His speech was just a rehash of some old arguments and had nothing new in it."
    },
    {
        "id": 1094,
        "text": "I don't think he has any chance of winning, as his opponent is the reigning heavyweight champion."
    },
    {
        "id": 1095,
        "text": "The leader of the opposition tried to rein in his supporters who wanted to attack the President's palace."
    },
    {
        "id": 1096,
        "text": "She decided to end the relationship when she found he had been seeing other women."
    },
    {
        "id": 1097,
        "text": "The programmes are received in the capital and then relayed to TV stations round the country."
    },
    {
        "id": 1098,
        "text": "We nursed the injured fox for a week and then released it in the woods."
    },
    {
        "id": 1099,
        "text": "It remains to be seen whether she's ever going to be able to walk again."
    },
    {
        "id": 1100,
        "text": "After the bride and groom left, the remainder of the party stayed in the hotel to have supper."
    },
    {
        "id": 1101,
        "text": "The remains of the evening meal were left on the table until the next morning."
    },
    {
        "id": 1102,
        "text": "He tied a knot in his handkerchief as a reminder of what he had to do."
    },
    {
        "id": 1103,
        "text": "The Green Belt is supposed to stop the remorseless advance of houses into the countryside."
    },
    {
        "id": 1104,
        "text": "You go north, and we'll go west and we'll all rendezvous at the camp at 16.00."
    },
    {
        "id": 1105,
        "text": "I dropped my watch on the pavement, and I don't think it can be repaired."
    },
    {
        "id": 1106,
        "text": "Thank you for your help – I hope to be able to repay you one day."
    },
    {
        "id": 1107,
        "text": "The play is being performed on Friday, and there will be a repeat performance on Saturday."
    },
    {
        "id": 1108,
        "text": "Our little daughter has added lying on the floor and screaming to her repertoire of things to annoy her parents."
    },
    {
        "id": 1109,
        "text": "She simply gave a repetition of the arguments she had used at the previous meeting."
    },
    {
        "id": 1110,
        "text": "The police will try to prevent a repetition of the ugly scenes at the football ground."
    },
    {
        "id": 1111,
        "text": "The republican movement would like to see the replacement of the king by a president."
    },
    {
        "id": 1112,
        "text": "Can you confirm the report that the council is planning to sell the old town hall?"
    },
    {
        "id": 1113,
        "text": "Everything is relative – if you have ten cows, you are rich in some African countries."
    },
    {
        "id": 1114,
        "text": "With the arrival of a new manager, I'm facing relegation to a less important job."
    },
    {
        "id": 1115,
        "text": "This car is still in a very good state of repair. I won't change it yet."
    },
    {
        "id": 1116,
        "text": "The old man is an invaluable repository of information and stories about Alaska during the Gold Rush."
    },
    {
        "id": 1117,
        "text": "The ordinary people have been repressed for so long that they do not know what it is to be free."
    },
    {
        "id": 1118,
        "text": "This magnificent building was to be demolished, but the reprieve came just in time to save it."
    },
    {
        "id": 1119,
        "text": "Magnetic repulsion can be demonstrated by trying to join the negative ends of two magnets."
    },
    {
        "id": 1120,
        "text": "We want to avoid a rerun of the trouble we had at the last meeting."
    },
    {
        "id": 1121,
        "text": "Both parties agreed that the contract should not be rescinded without the agreement of the tenants."
    },
    {
        "id": 1122,
        "text": "If you have any reservations about the contract, please let me know as soon as possible."
    },
    {
        "id": 1123,
        "text": "He had to break down her reserve before he could get her to talk about her illness."
    },
    {
        "id": 1124,
        "text": "He was still 20 metres behind his rival and resigned himself to coming in second."
    },
    {
        "id": 1125,
        "text": "The meeting rejected the resolution or the resolution was defeated by ten votes to twenty."
    },
    {
        "id": 1126,
        "text": "Her resolution to succeed is so strong that I am sure she will get through."
    },
    {
        "id": 1127,
        "text": "Swiss ski resort \u0001 Crowds have been flocking to the resorts on the south coast."
    },
    {
        "id": 1128,
        "text": "In response to the United Nations' request for aid, the government has sent blankets and tents."
    },
    {
        "id": 1129,
        "text": "They ran for ten miles, rested for a few minutes, and then ran on again."
    },
    {
        "id": 1130,
        "text": "The government is trying to restrict the flow of foreign workers coming into the country."
    },
    {
        "id": 1131,
        "text": "I had great fun making the rug but I'm only partly happy with the result."
    },
    {
        "id": 1132,
        "text": "The bird dived into the water and resurfaced several minutes later in a different part of the river."
    },
    {
        "id": 1133,
        "text": "The fighting lasted all day, and in the evening we retook the positions we had lost that morning."
    },
    {
        "id": 1134,
        "text": "We are proposing the retention of 10% of salary to cover potential damage to the stock."
    },
    {
        "id": 1135,
        "text": "It was two o'clock in the morning and all the hotel guests had retired to their bedrooms for the night."
    },
    {
        "id": 1136,
        "text": "She retorted that she had plenty of money and didn't want any gifts from him."
    },
    {
        "id": 1137,
        "text": "She thought she had lost her watch while shopping, so she retraced her steps from shop to shop."
    },
    {
        "id": 1138,
        "text": "He went into the ladies' toilet by mistake and had to beat a hasty retreat."
    },
    {
        "id": 1139,
        "text": "He gave me the letter of introduction and I gave him a lunch in return."
    },
    {
        "id": 1140,
        "text": "He had his revenge in the end, when her car broke down and she had to phone for help."
    },
    {
        "id": 1141,
        "text": "He is not interested in money – the Olympic gold medal will be reward enough."
    },
    {
        "id": 1142,
        "text": "To make things more complicated, many of the rhymes are abbreviated, thus losing the part which actually rhymes."
    },
    {
        "id": 1143,
        "text": "We thought he was becoming a quiet intellectual, but then he reverted to form and went out drinking every night."
    },
    {
        "id": 1144,
        "text": "The press held the minister up to ridicule after he had been found lying on the pavement outside a bar."
    },
    {
        "id": 1145,
        "text": "To get to the police station, keep right on to the end of the road, and then turn left."
    },
    {
        "id": 1146,
        "text": "She stood right in front of the TV and no one could see the screen."
    },
    {
        "id": 1147,
        "text": "The lake is like a mirror - there is no wind to ripple the water."
    },
    {
        "id": 1148,
        "text": "At the risk of looking foolish, I'm going to ask her to come out with me."
    },
    {
        "id": 1149,
        "text": "If you ask for a pay rise now, you run the risk of losing your job."
    },
    {
        "id": 1150,
        "text": "Her eyes were riveted on the door, as if she expected someone to come in."
    },
    {
        "id": 1151,
        "text": "We couldn't find a picnic area, so in the end we picnicked on the roadside."
    },
    {
        "id": 1152,
        "text": "The roar of the jet engines made it impossible for me to hear what she said."
    },
    {
        "id": 1153,
        "text": "We can't give you a bigger discount – the prices quoted are rock bottom prices."
    },
    {
        "id": 1154,
        "text": "She's a tiny little woman but she rules the office with a rod of iron."
    },
    {
        "id": 1155,
        "text": "Go right along to the end of the corridor, and you'll see my office in front of you."
    },
    {
        "id": 1156,
        "text": "As he came into the last lap, he opened up the throttle and let it rip."
    },
    {
        "id": 1157,
        "text": "It's the last day of the month, so you can rip the page off the calendar."
    },
    {
        "id": 1158,
        "text": "Drive slowly. We're in no hurry and there's no need to take any risks on the icy road."
    },
    {
        "id": 1159,
        "text": "With a roll of her eyes and a shake of her head, she left the room."
    },
    {
        "id": 1160,
        "text": "You've just got to see the inside of their house to see that they must be rolling in it."
    },
    {
        "id": 1161,
        "text": "They just rolled up and asked if we could put them up for the night."
    },
    {
        "id": 1162,
        "text": "We thought things were going well, but then the rot set in and the shop had to close."
    },
    {
        "id": 1163,
        "text": "I had a rotten time at the party – no one would dance with me."
    },
    {
        "id": 1164,
        "text": "The four-star hotels are all full, so we'll just have to rough it in a bed and breakfast."
    },
    {
        "id": 1165,
        "text": "I'm not too pleased with the work he did – it is a bit too rough and ready."
    },
    {
        "id": 1166,
        "text": "The removal men threw the boxes of china roughly into the back of their van."
    },
    {
        "id": 1167,
        "text": "Having a cup of coffee while reading the newspaper is part of his morning routine."
    },
    {
        "id": 1168,
        "text": "The RETURN instruction at the end of the routine sends control back to the main program."
    },
    {
        "id": 1169,
        "text": "I used to roller skate, but I prefer rollerblading because it is so much faster."
    },
    {
        "id": 1170,
        "text": "Rope in as many people as you can. We need all the help we can get."
    },
    {
        "id": 1171,
        "text": "Hospital treatment in the USA can be ruinously expensive if you don't have health insurance."
    },
    {
        "id": 1172,
        "text": "He ran off with the girl next door and phoned his parents to say they had gone to Paris."
    },
    {
        "id": 1173,
        "text": "Let's run through the agenda before the meeting starts to see if there are any problem areas."
    },
    {
        "id": 1174,
        "text": "We live quite close to a town but the country round us still looks very rural."
    },
    {
        "id": 1175,
        "text": "She believed it was her sacred duty to look after his garden while he was away."
    },
    {
        "id": 1176,
        "text": "I have sacrificed my career to be able to stay at home and bring up my children."
    },
    {
        "id": 1177,
        "text": "It isn't safe for women to go into the centre of town alone at night."
    },
    {
        "id": 1178,
        "text": "The present reached me safe and sound, thanks to the efficiency of the post office."
    },
    {
        "id": 1179,
        "text": "You will be fairly safe if you allow half an hour to get to Oxford Circus."
    },
    {
        "id": 1180,
        "text": "He has a second job, which is a useful safety net if he is made redundant."
    },
    {
        "id": 1181,
        "text": "There was a loud hiss from the safety valve as steam escaped from the boiler."
    },
    {
        "id": 1182,
        "text": "I don't want to hear her tell the saga of the accident all over again."
    },
    {
        "id": 1183,
        "text": "It's maddening to see a bus sail past just when you're getting to the bus stop."
    },
    {
        "id": 1184,
        "text": "He may be no saint in his personal life but he has the support of the voters."
    },
    {
        "id": 1185,
        "text": "They gave the children sweets, just for the sake of a little peace and quiet."
    },
    {
        "id": 1186,
        "text": "We found some ham, tomatoes and lettuce in the fridge, and made ourselves a salad."
    },
    {
        "id": 1187,
        "text": "The company is trying to salvage its reputation after the managing director was sent to prison for fraud."
    },
    {
        "id": 1188,
        "text": "You will need the sanction of the local authorities before you can knock the house down."
    },
    {
        "id": 1189,
        "text": "I didn't have a big meal – just a sandwich with some beer in the pub."
    },
    {
        "id": 1190,
        "text": "They cut a notch in the bark of the tree and the sap ran out."
    },
    {
        "id": 1191,
        "text": "There are more than 50 statues of saints on the west front of the cathedral."
    },
    {
        "id": 1192,
        "text": "For goodness' sake try to be quiet. We don't want the guards to hear us!"
    },
    {
        "id": 1193,
        "text": "If you save £10 a week, you'll have £520 at the end of a year."
    },
    {
        "id": 1194,
        "text": "If you have your car serviced regularly it will save you a lot of expense in the future."
    },
    {
        "id": 1195,
        "text": "Not enough students have passed the exam, so the marks will have to be scaled up."
    },
    {
        "id": 1196,
        "text": "What a scare you gave me – jumping out at me in the dark like that!"
    },
    {
        "id": 1197,
        "text": "Vultures live by scavenging on the corpses of animals which have died in the desert."
    },
    {
        "id": 1198,
        "text": "She tried to put the reporters off the scent by saying that her husband had gone into hospital."
    },
    {
        "id": 1199,
        "text": "We keep the children busy so there is no scope for them to get bored."
    },
    {
        "id": 1200,
        "text": "Score the surface of the wood with a sharp knife so that the glue will hold better."
    },
    {
        "id": 1201,
        "text": "A spokesman for Scotland Yard said that a man was helping police with their enquiries."
    },
    {
        "id": 1202,
        "text": "The police have been scouring the woods near the village where the little girl lived."
    },
    {
        "id": 1203,
        "text": "The hospital has decided to re-examine all patients who have been scanned over the last year."
    },
    {
        "id": 1204,
        "text": "The cat picked up her kittens by the scruff of the neck and took them to her basket."
    },
    {
        "id": 1205,
        "text": "The police officer grabbed him by the scruff of the neck and pushed him into the police van."
    },
    {
        "id": 1206,
        "text": "He didn't scruple to threaten the woman with a stick to get her to give him money."
    },
    {
        "id": 1207,
        "text": "As the liquid boils, a grey scum forms on the surface and should be removed."
    },
    {
        "id": 1208,
        "text": "The captain gave orders to scuttle the ship because he did not want her to be captured by the enemy."
    },
    {
        "id": 1209,
        "text": "He's got fatter, so can you let out a seam at the back of his coat?"
    },
    {
        "id": 1210,
        "text": "The police searched the house from top to bottom but still couldn't find any weapons."
    },
    {
        "id": 1211,
        "text": "I said I didn't want any pudding, but on second thoughts, perhaps I will have some."
    },
    {
        "id": 1212,
        "text": "If I tell you a secret, will you promise not to repeat it to anyone?"
    },
    {
        "id": 1213,
        "text": "I don't want to go to the cinema this week. I've seen that film twice already."
    },
    {
        "id": 1214,
        "text": "When the President's car slowed down, the man seized the opportunity and threw a grenade."
    },
    {
        "id": 1215,
        "text": "She's not her usual happy self today – I think she's got something on her mind."
    },
    {
        "id": 1216,
        "text": "At the end of the day the market traders sell off their fruit and vegetables very cheaply."
    },
    {
        "id": 1217,
        "text": "They said his change of policy was a sellout to the forces of the right."
    },
    {
        "id": 1218,
        "text": "His book was a seminal work for future developments in the field of nuclear physics."
    },
    {
        "id": 1219,
        "text": "The noise of the pneumatic drills outside the office is sending me up the wall."
    },
    {
        "id": 1220,
        "text": "It's senseless to buy clothes you don't need, just because they are in the sales."
    },
    {
        "id": 1221,
        "text": "They are arguing all the time – it wouldn't surprise me if they were to separate."
    },
    {
        "id": 1222,
        "text": "The tall hedge serves as a screen to cut out the noise from the motorway."
    },
    {
        "id": 1223,
        "text": "You would do me a great service if you could carry my suitcases for me."
    },
    {
        "id": 1224,
        "text": "The boy said 'Open, sesame' and the rock rolled away to reveal a cave full of gold."
    },
    {
        "id": 1225,
        "text": "It took six months of negotiation for the union and management to settle their differences."
    },
    {
        "id": 1226,
        "text": "After dinner, she likes to settle down in a comfortable chair with a good book."
    },
    {
        "id": 1227,
        "text": "The shaded part of the plan shows where the new office block will be built."
    },
    {
        "id": 1228,
        "text": "At midday in Madrid, it's better to walk on the shady side of the street."
    },
    {
        "id": 1229,
        "text": "It's a shame your father isn't well – I'm sure he would have enjoyed the play."
    },
    {
        "id": 1230,
        "text": "It's a shame to have to go to the office on such a glorious day."
    },
    {
        "id": 1231,
        "text": "You need to shave a bit more off to make the door fit the frame."
    },
    {
        "id": 1232,
        "text": "He threw a sheaf of papers onto my desk and told me to sort them out."
    },
    {
        "id": 1233,
        "text": "The finds in the cave shed a fascinating light on the prehistory of this region."
    },
    {
        "id": 1234,
        "text": "She thought she was on the shelf at thirty-five, and then Mr Right came along."
    },
    {
        "id": 1235,
        "text": "The company is taking advantage of a shift in the market towards higher priced goods."
    },
    {
        "id": 1236,
        "text": "When he came back from the trip he had a suitcase full of dirty shirts."
    },
    {
        "id": 1237,
        "text": "If only the butterfly would settle on that flower - I'd be able to take a picture of it."
    },
    {
        "id": 1238,
        "text": "When I asked my dad if I could borrow the car, he just shook his head."
    },
    {
        "id": 1239,
        "text": "When he came back from the trip, he had a suitcase full of dirty shirts."
    },
    {
        "id": 1240,
        "text": "The mere thought of grandfather driving along the motorway at his age sends shivers down my spine."
    },
    {
        "id": 1241,
        "text": "The shock waves from the collapse of the government will be felt for some time."
    },
    {
        "id": 1242,
        "text": "One of the robbers was shot by a policeman when he tried to run away."
    },
    {
        "id": 1243,
        "text": "The dinner party was dull – the men all sat in a corner talking shop."
    },
    {
        "id": 1244,
        "text": "The taxi driver wanted to take me through the high street, but I told him there was a shorter route."
    },
    {
        "id": 1245,
        "text": "It is very shortsighted of him to spend all the money on a new car."
    },
    {
        "id": 1246,
        "text": "When I ride my bike at night I wear an orange jacket because it shows up clearly in the dark."
    },
    {
        "id": 1247,
        "text": "She told the police that the manager had told her to shred all the documents in the file."
    },
    {
        "id": 1248,
        "text": "When I asked him what he thought about it all, he just shrugged or shrugged his shoulders and walked off."
    },
    {
        "id": 1249,
        "text": "I think he must have done something to the cards when he was shuffling them."
    },
    {
        "id": 1250,
        "text": "They had to shut down the nuclear power station because radiation levels were too high."
    },
    {
        "id": 1251,
        "text": "She used to be such a small child, but she's really shot up in the last couple of years."
    },
    {
        "id": 1252,
        "text": "We invited all our friends to the picnic, but it rained and only five of them showed up."
    },
    {
        "id": 1253,
        "text": "You should look on the bright side – you'll have plenty of free time now you've lost your job."
    },
    {
        "id": 1254,
        "text": "The European Parliament is just a sideshow – the real decisions are taken by the Council of Ministers."
    },
    {
        "id": 1255,
        "text": "The police sifted through the rubble to see if they could find traces of the bomb."
    },
    {
        "id": 1256,
        "text": "It is highly significant that everyone else was asked to the meeting, but not the finance director."
    },
    {
        "id": 1257,
        "text": "He has had trouble borrowing money ever since he was rude to the bank manager."
    },
    {
        "id": 1258,
        "text": "You should tie a piece of lead to your fishing line to make it sink."
    },
    {
        "id": 1259,
        "text": "She was so upset that she just sank into an armchair and closed her eyes."
    },
    {
        "id": 1260,
        "text": "Something has gone wrong with this copy of the book - the first signature is missing."
    },
    {
        "id": 1261,
        "text": "The waiter gave him a glass of scotch and put the siphon on the bar next to him."
    },
    {
        "id": 1262,
        "text": "My sister-in-law is always telling us funny stories about things my husband did when he was a little boy."
    },
    {
        "id": 1263,
        "text": "We won't be able to go to the cinema because I can't find a sitter."
    },
    {
        "id": 1264,
        "text": "Luckily he has a thick skin or he would get very annoyed at what the tabloids say about him."
    },
    {
        "id": 1265,
        "text": "It's going to be a beautiful day – there's not a cloud in the sky."
    },
    {
        "id": 1266,
        "text": "By reducing the numbers of staff, we will be able to take up some of the slack."
    },
    {
        "id": 1267,
        "text": "Try to get a good night's sleep – there's a lot of work to be done tomorrow."
    },
    {
        "id": 1268,
        "text": "The hill has a slope of 1 in 10, so put the car in low gear."
    },
    {
        "id": 1269,
        "text": "The house is too big for us, so we're selling it and buying a smaller one."
    },
    {
        "id": 1270,
        "text": "He brought his winning lottery ticket to the office and showed it to her with a smirk."
    },
    {
        "id": 1271,
        "text": "After the quarrel, I called round at her house to try and smooth things over."
    },
    {
        "id": 1272,
        "text": "As a child he was brought up by his aunts, who smothered him with affection."
    },
    {
        "id": 1273,
        "text": "You shouldn't sneer at her clothes – they're by the best designers and are very expensive."
    },
    {
        "id": 1274,
        "text": "Judging by the snorts coming from the behind the newspaper, I think he has found something he doesn't agree with."
    },
    {
        "id": 1275,
        "text": "Just when he thought his father was going to make a fortune, the old man snuffed it."
    },
    {
        "id": 1276,
        "text": "After a game of rugby it is good to have a soak in a hot bath."
    },
    {
        "id": 1277,
        "text": "There is a socket on the wall that you can plug the vacuum cleaner into."
    },
    {
        "id": 1278,
        "text": "Can you try and soften him up a bit before I ask to borrow the car?"
    },
    {
        "id": 1279,
        "text": "We think we have found a solution to the problem of where to stay on holiday."
    },
    {
        "id": 1280,
        "text": "Some days it was so hot that we just stayed by the swimming pool all day."
    },
    {
        "id": 1281,
        "text": "The sophistication of life in the later Roman Empire disappeared under the attacks of the barbarians."
    },
    {
        "id": 1282,
        "text": "Until they're sorted out, we shan't know which are our files and which are theirs."
    },
    {
        "id": 1283,
        "text": "Go due south for two kilometres, and you will see the village on your left."
    },
    {
        "id": 1284,
        "text": "Write your name and reference number in the space at the top of the paper."
    },
    {
        "id": 1285,
        "text": "Luckily the restaurant took credit cards, so I was spared the embarrassment of asking my colleague to pay."
    },
    {
        "id": 1286,
        "text": "You will have to brush up your Japanese as my mother speaks hardly any English."
    },
    {
        "id": 1287,
        "text": "I just bought the old painting on spec – no one knew it was by Constable."
    },
    {
        "id": 1288,
        "text": "There's been a lot of speculation in the press about who might get the job."
    },
    {
        "id": 1289,
        "text": "Your car will use less petrol if you go at an even speed of 56 miles per hour."
    },
    {
        "id": 1290,
        "text": "We need something to spice up the scene where the hero and heroine meet in the rain."
    },
    {
        "id": 1291,
        "text": "He needs to cut down on his lunches - he's developed quite a spare tyre."
    },
    {
        "id": 1292,
        "text": "The title and the author's name are printed on the front of the book and also on the spine."
    },
    {
        "id": 1293,
        "text": "You are offering £20 and he wants £40, so why don't you split the difference and settle on £30?"
    },
    {
        "id": 1294,
        "text": "He bought a small company and used it as a springboard to enter the US market."
    },
    {
        "id": 1295,
        "text": "He got involved in a squabble between the taxi drivers over whose taxi he would take."
    },
    {
        "id": 1296,
        "text": "There was a sudden squawk from the bushes, and a very angry pheasant ran out."
    },
    {
        "id": 1297,
        "text": "You can tell when someone comes into the garden by the squeak of the gate."
    },
    {
        "id": 1298,
        "text": "The children let out squeals of delight when they saw the presents under the Christmas tree."
    },
    {
        "id": 1299,
        "text": "We have to stagger the lunch hour so that there is always someone on the switchboard."
    },
    {
        "id": 1300,
        "text": "There was a round stain on the table where he had put his wine glass."
    },
    {
        "id": 1301,
        "text": "We have a standing agreement with our supplier to send back items we don't want."
    },
    {
        "id": 1302,
        "text": "You must reply to the allegations in the paper. The reputation of the family is at stake!"
    },
    {
        "id": 1303,
        "text": "You must be stark staring mad even to think of swimming in the North Sea on Christmas Day."
    },
    {
        "id": 1304,
        "text": "She started out for home two hours ago, so I am surprised she hasn't arrived."
    },
    {
        "id": 1305,
        "text": "Make sure you stash all items of hand luggage in the rack above your seat."
    },
    {
        "id": 1306,
        "text": "It states in the instructions that you must not open the can near a flame."
    },
    {
        "id": 1307,
        "text": "They tied a bandage tightly round his arm in an attempt to staunch the flow of blood."
    },
    {
        "id": 1308,
        "text": "We were steaming along at 70 miles an hour when we had a flat tyre."
    },
    {
        "id": 1309,
        "text": "My glasses got all steamed up when I went into the Palm House at Kew Gardens."
    },
    {
        "id": 1310,
        "text": "The first and most important step is to find out how much money we can spend."
    },
    {
        "id": 1311,
        "text": "The random sample of urine obtained from the athlete proved that he had been taking steroids."
    },
    {
        "id": 1312,
        "text": "While the boss wasn't looking, she stole a glance at the papers on his desk."
    },
    {
        "id": 1313,
        "text": "To find the Post Office, he had to retrace his steps to the traffic lights and then turn right."
    },
    {
        "id": 1314,
        "text": "Don't lend him any more money. Leave him to stew in his own juice for a while."
    },
    {
        "id": 1315,
        "text": "They came for lunch and were still sitting at the table at eight o'clock in the evening."
    },
    {
        "id": 1316,
        "text": "There were at least ten thousand people in the football stadium and still more queuing to get in."
    },
    {
        "id": 1317,
        "text": "He tried to please both his wife and his friends and fell between two stools."
    },
    {
        "id": 1318,
        "text": "The car rolled on without the driver, and finally came to a stop at the bottom of the hill."
    },
    {
        "id": 1319,
        "text": "They pulled out all the stops to make sure the work was finished on time."
    },
    {
        "id": 1320,
        "text": "We didn't know what would be in store for us when we surrendered to the enemy."
    },
    {
        "id": 1321,
        "text": "Before you start, let's get this straight – you are not going to be paid for the work."
    },
    {
        "id": 1322,
        "text": "They are trying to find a cure for a new strain of the flu virus."
    },
    {
        "id": 1323,
        "text": "She's trying to lose weight and so far has lost a stone and a half."
    },
    {
        "id": 1324,
        "text": "When the little girl sat on the piano stool, her feet didn't touch the floor."
    },
    {
        "id": 1325,
        "text": "After the flood went down, a few people straggled back to their villages each day."
    },
    {
        "id": 1326,
        "text": "I can't tell you how to get to the post office – I'm a stranger here myself."
    },
    {
        "id": 1327,
        "text": "Their strategy is to note which of their rival's models sells best and then copy it."
    },
    {
        "id": 1328,
        "text": "You've been lying on the ground – you've got bits of straw in your hair."
    },
    {
        "id": 1329,
        "text": "We have two female cats at home and they attract all the strays in the district."
    },
    {
        "id": 1330,
        "text": "He was far ahead of the other runners when they came to the final stretch."
    },
    {
        "id": 1331,
        "text": "I love to lie in bed and have a good stretch before I get up."
    },
    {
        "id": 1332,
        "text": "Other people always seem to have problems, but she just takes everything in her stride."
    },
    {
        "id": 1333,
        "text": "His pass back to the goalkeeper was intercepted by the opposition striker who promptly scored."
    },
    {
        "id": 1334,
        "text": "People kept on shouting while the minister was speaking and that put him off his stroke."
    },
    {
        "id": 1335,
        "text": "I had a stroke of luck yesterday – I found my wallet which I thought I had lost."
    },
    {
        "id": 1336,
        "text": "It was a stroke of luck that you happened to come along at that moment."
    },
    {
        "id": 1337,
        "text": "We've tried to structure the meeting so that there is plenty of time for discussion."
    },
    {
        "id": 1338,
        "text": "Setting up a new company during a recession was always going to be a struggle."
    },
    {
        "id": 1339,
        "text": "You can rent a studio overlooking the sea for £300 a week in high season."
    },
    {
        "id": 1340,
        "text": "Everyone must do their stuff quickly if we want the work to be finished tonight."
    },
    {
        "id": 1341,
        "text": "There was a stuffed tiger at the top of the staircase in the old castle."
    },
    {
        "id": 1342,
        "text": "When his wife ran away with his best friend it seemed to knock all the stuffing out of him."
    },
    {
        "id": 1343,
        "text": "He's so fit that he insists on doing all the stunts in his films himself."
    },
    {
        "id": 1344,
        "text": "It was stupid of her not to wear a helmet when riding on her scooter."
    },
    {
        "id": 1345,
        "text": "In the sentence 'the cat sat on the mat' the word 'cat' is the subject of the verb 'sat'."
    },
    {
        "id": 1346,
        "text": "She's been looking for a job in a library, but without any success so far."
    },
    {
        "id": 1347,
        "text": "Someone was asking for a Mr Simpson, but there is no such person working here."
    },
    {
        "id": 1348,
        "text": "There was such a crowd at the party that there weren't enough chairs to go round."
    },
    {
        "id": 1349,
        "text": "When his wife ran away with his best friend, it seemed to knock all the stuffing out of him."
    },
    {
        "id": 1350,
        "text": "He's had a lick of my ice cream and now he wants a suck of my ice lolly."
    },
    {
        "id": 1351,
        "text": "Clubs and spades are the two black suits and hearts and diamonds are the two red suits."
    },
    {
        "id": 1352,
        "text": "I don't mind if she goes into a sulk, but she has to learn to do as she's told."
    },
    {
        "id": 1353,
        "text": "Here's a summary of the book in case you don't have time to read it."
    },
    {
        "id": 1354,
        "text": "He summoned up all his strength and climbed the last few metres to the top."
    },
    {
        "id": 1355,
        "text": "I can't answer your question because I only have a very superficial knowledge of the subject."
    },
    {
        "id": 1356,
        "text": "They tried to superimpose a new level of management on top of the old one."
    },
    {
        "id": 1357,
        "text": "It sounds a good idea to me – I'm surprised it hasn't attracted more supporters."
    },
    {
        "id": 1358,
        "text": "The car in front stopped suddenly, and I ran into the back of it. ct."
    },
    {
        "id": 1359,
        "text": "Instead of writing to your MP, why don't you go to one of her surgeries?"
    },
    {
        "id": 1360,
        "text": "Her susceptibility to infection means that she cannot go to any place where there are crowds."
    },
    {
        "id": 1361,
        "text": "The ham is suspended over a smoky fire for some time, which gives it a particular taste."
    },
    {
        "id": 1362,
        "text": "I have a suspicion that he's coming to see me because he wants to borrow some money."
    },
    {
        "id": 1363,
        "text": "I'm suspicious of people who tell me they know a way of getting rich quickly."
    },
    {
        "id": 1364,
        "text": "By the time they were found, their only means of sustenance was berries they found on bushes."
    },
    {
        "id": 1365,
        "text": "He's a swine – he keeps us working all day long and pays us peanuts."
    },
    {
        "id": 1366,
        "text": "He'd never been to a night club before but soon got into the swing of things."
    },
    {
        "id": 1367,
        "text": "When you put the light on in the bathroom, the fan switches itself on automatically."
    },
    {
        "id": 1368,
        "text": "The monitor is mounted on a swivel, so that you can turn it in any direction."
    },
    {
        "id": 1369,
        "text": "Rubbish everywhere on the pavements is a symptom of the economic crisis facing the borough."
    },
    {
        "id": 1370,
        "text": "I'll take you all out to lunch – the company will pick up the tab."
    },
    {
        "id": 1371,
        "text": "She put in a row of tacks to show where the pockets were to go."
    },
    {
        "id": 1372,
        "text": "The yacht had to keep tacking because the wind was blowing away from the harbour."
    },
    {
        "id": 1373,
        "text": "His tactic is to wait until near closing time, when the supermarket reduces the price of bread."
    },
    {
        "id": 1374,
        "text": "As soon as they heard the dog barking, the burglars turned tail and ran off."
    },
    {
        "id": 1375,
        "text": "When we had taken stock of the situation, we decided the best thing to do was to sell the house."
    },
    {
        "id": 1376,
        "text": "I always ask for a seat by the window, so that I can watch the takeoff."
    },
    {
        "id": 1377,
        "text": "Thanks for looking after the switchboard for me – I'll take over from you now."
    },
    {
        "id": 1378,
        "text": "When our history teacher was ill, the English teacher had to take over his classes."
    },
    {
        "id": 1379,
        "text": "He's taken to looking under his bed every night to make sure no one is hiding there."
    },
    {
        "id": 1380,
        "text": "Being in charge of the staff sports club takes up too much of my time."
    },
    {
        "id": 1381,
        "text": "You will need to take up the rugs if you want to polish the floor."
    },
    {
        "id": 1382,
        "text": "He asked me if I wanted two tickets to Wimbledon and I took him up on his offer."
    },
    {
        "id": 1383,
        "text": "I had a long talk with my father about what I should study at university."
    },
    {
        "id": 1384,
        "text": "We must talk to the neighbours about their noisy dog – it kept me awake again last night."
    },
    {
        "id": 1385,
        "text": "She tans easily – just half an hour in the sun and she's quite brown."
    },
    {
        "id": 1386,
        "text": "When he wants to watch a TV programme, it never seems to take him long to finish his homework."
    },
    {
        "id": 1387,
        "text": "If you have a lot of candles to light, use a taper rather than wasting matches."
    },
    {
        "id": 1388,
        "text": "You will need to taper the piece of wood to make it fit into the hole."
    },
    {
        "id": 1389,
        "text": "This is a taste of what the country will be like under the new ruler."
    },
    {
        "id": 1390,
        "text": "There are no buses on Sunday afternoons, so we had to take a taxi to the party."
    },
    {
        "id": 1391,
        "text": "In this job you have to be able to work as a member of a team."
    },
    {
        "id": 1392,
        "text": "Technically, he isn't a member of the club because he hasn't paid this year's subscription."
    },
    {
        "id": 1393,
        "text": "He's a man of temperate habits and would be ideally suited to the post of church caretaker."
    },
    {
        "id": 1394,
        "text": "He found it difficult to keep up with the tempo of life in the City."
    },
    {
        "id": 1395,
        "text": "Don't bother with the technical details of how the machine works. Just tell me what it does."
    },
    {
        "id": 1396,
        "text": "Thanks to modern telecommunications, the information can be sent to our office in Japan in seconds."
    },
    {
        "id": 1397,
        "text": "The photocopier has a tendency to break down if you try to do too many copies at the same time."
    },
    {
        "id": 1398,
        "text": "He has an unfortunate tendency to sit in a corner and go to sleep at parties."
    },
    {
        "id": 1399,
        "text": "The atmosphere in the hall was tense as everyone waited for the result of the vote."
    },
    {
        "id": 1400,
        "text": "Cricket is played during the summer term only, and football in both the autumn and spring terms."
    },
    {
        "id": 1401,
        "text": "It took him some time to come to terms with the fact that he would never walk again."
    },
    {
        "id": 1402,
        "text": "It must have been terrible to be in the car which plunged into the river."
    },
    {
        "id": 1403,
        "text": "At a function in the Town Hall, the mayor presented testimonials to six members of the staff."
    },
    {
        "id": 1404,
        "text": "The mayor was guest of honour at the testimonial dinner for six retiring council workers."
    },
    {
        "id": 1405,
        "text": "He was at the end of his tether and resigned after just one month in the job."
    },
    {
        "id": 1406,
        "text": "The committee passed a vote of thanks to the school for having organised the meeting."
    },
    {
        "id": 1407,
        "text": "We all sat down, and then after a few minutes the waiter brought us the menu."
    },
    {
        "id": 1408,
        "text": "It was a busy trip – he went to Greece, then to Italy and finally to Spain."
    },
    {
        "id": 1409,
        "text": "His thesis is that, the lower the income tax rate, the more people will spend."
    },
    {
        "id": 1410,
        "text": "He cut a slice of bread which was so thick it wouldn't go into the toaster."
    },
    {
        "id": 1411,
        "text": "A bowl of thick soup is just what we need on a cold day like this."
    },
    {
        "id": 1412,
        "text": "It's a bit thick, having to work on Saturdays when everyone else has the day off."
    },
    {
        "id": 1413,
        "text": "It was laying it on a bit thick to say that she plays the violin like Menuhin."
    },
    {
        "id": 1414,
        "text": "If he thinks he's going to tell me how to do my job, he's got another think coming."
    },
    {
        "id": 1415,
        "text": "He went up to her and told her exactly what he thought of her stupid idea."
    },
    {
        "id": 1416,
        "text": "He was going to pay the whole cost himself, and then thought better of it."
    },
    {
        "id": 1417,
        "text": "Trying to solve the thorny racial problems in some East European countries is very difficult."
    },
    {
        "id": 1418,
        "text": "I hadn't seen the 'no thoroughfare' sign and found myself in the garden of the town hall."
    },
    {
        "id": 1419,
        "text": "His voice sounded strange over the telephone, as though he was standing in a cave."
    },
    {
        "id": 1420,
        "text": "Put the reel on the projector and then thread the end of the film through this aperture."
    },
    {
        "id": 1421,
        "text": "Do you think they will carry out their threat to bomb the capital if we don't surrender?"
    },
    {
        "id": 1422,
        "text": "She had a lump in her throat as she saw her little girl dance across the stage."
    },
    {
        "id": 1423,
        "text": "The steady throb of the engine could be heard somewhere deep down in the ship."
    },
    {
        "id": 1424,
        "text": "The stars had difficulty making their way through the throng of fans outside the cinema."
    },
    {
        "id": 1425,
        "text": "She gave me a piece of old Chinese silk as a throw to cover the sofa."
    },
    {
        "id": 1426,
        "text": "When we bought our new oven, they threw in a set of saucepans as a free gift."
    },
    {
        "id": 1427,
        "text": "They have reduced their prices; therefore we should reduce ours if we want to stay competitive."
    },
    {
        "id": 1428,
        "text": "Luckily he's a thick-skinned individual, or he would be very upset at what the tabloids say about him."
    },
    {
        "id": 1429,
        "text": "We never think about what people might say; we always do what we think is right."
    },
    {
        "id": 1430,
        "text": "The only sound we could hear in the room was the tick of the grandfather clock."
    },
    {
        "id": 1431,
        "text": "The policeman ticked them off for running across the road in front of a bus."
    },
    {
        "id": 1432,
        "text": "The tidal stretch of the Thames reaches over 40 miles from the sea to Teddington Lock."
    },
    {
        "id": 1433,
        "text": "I'm rather tied up at the moment – can we try to meet next week some time?"
    },
    {
        "id": 1434,
        "text": "The doctor has a very tight schedule today and cannot fit in any more appointments."
    },
    {
        "id": 1435,
        "text": "The government has to walk a tightrope between pleasing the unions and pleasing the employer."
    },
    {
        "id": 1436,
        "text": "Departure times are delayed by up to fifteen minutes because of the volume of traffic."
    },
    {
        "id": 1437,
        "text": "If the fire alarm rings, don't waste time putting clothes on – run out of the hotel fast."
    },
    {
        "id": 1438,
        "text": "For the time being I'm staying at my mother's while I'm waiting for my flat to be redecorated."
    },
    {
        "id": 1439,
        "text": "We had an awful time on holiday – the hotel was dreadful, and it rained solidly for ten days."
    },
    {
        "id": 1440,
        "text": "Don't forget to time the eggs – they have to cook for only three minutes."
    },
    {
        "id": 1441,
        "text": "The government are just tinkering with the economy when they should be taking strong action."
    },
    {
        "id": 1442,
        "text": "Her hair is such a dull colour – she should put a tint in it."
    },
    {
        "id": 1443,
        "text": "She's very ticklish. You've just got to wave your finger at her and she starts to giggle."
    },
    {
        "id": 1444,
        "text": "We can get one more person into the taxi, but it will be a tight fit."
    },
    {
        "id": 1445,
        "text": "She gave me a tip about a cheap restaurant just round the corner from the hotel."
    },
    {
        "id": 1446,
        "text": "He tipped up the bottle to see if there was any tomato sauce left inside."
    },
    {
        "id": 1447,
        "text": "What are his chances of retaining the Formula One title for a second year running?"
    },
    {
        "id": 1448,
        "text": "He hung in the air at the end of a rope, trying to get a toehold."
    },
    {
        "id": 1449,
        "text": "If you're going to the cinema, and we're planning to go too, why don't we all go together?"
    },
    {
        "id": 1450,
        "text": "We've had three sandwiches and three beers – how much does that come to all together?"
    },
    {
        "id": 1451,
        "text": "The police showed great tolerance faced with a crowd of youths throwing bottles and stones."
    },
    {
        "id": 1452,
        "text": "He has been taking the drug for so long that he has developed a tolerance to it."
    },
    {
        "id": 1453,
        "text": "To top it all, a pipe burst in the bathroom and the whole house was flooded."
    },
    {
        "id": 1454,
        "text": "The old couple were tormented by their neighbours' children and in the end moved to a different street."
    },
    {
        "id": 1455,
        "text": "The young people of today have far more\fmoney than I had when I was their age."
    },
    {
        "id": 1456,
        "text": "Having all those rusty old fridges and cookers in their front garden lowers the tone of the neighbourhood."
    },
    {
        "id": 1457,
        "text": "I won't start explaining the tortuous procedure we had to go through to recover our money."
    },
    {
        "id": 1458,
        "text": "Chelsea and Arsenal are both on top form, so it's a toss-up which side will win."
    },
    {
        "id": 1459,
        "text": "They used to live next door, but we've lost touch with them now that they've moved to London."
    },
    {
        "id": 1460,
        "text": "There are so many tours to choose from – I can't decide which one to go on."
    },
    {
        "id": 1461,
        "text": "There's no shop in our village, so we do our shopping in the nearest town."
    },
    {
        "id": 1462,
        "text": "She traced the map and put it into her project on the history of the village."
    },
    {
        "id": 1463,
        "text": "We needed to trade off the disadvantages of staying where we are against the cost of moving to new premises."
    },
    {
        "id": 1464,
        "text": "The burglars left in a red sports car, and a police car was soon on their trail."
    },
    {
        "id": 1465,
        "text": "The police are trying to piece together the train of events which led to the accident."
    },
    {
        "id": 1466,
        "text": "My wife asked me to help with the baby, thus breaking my train of thought."
    },
    {
        "id": 1467,
        "text": "All day long, we had the workmen tramping through the house with their dirty boots."
    },
    {
        "id": 1468,
        "text": "Because of the roadworks, we have to take a long and tortuous route back home."
    },
    {
        "id": 1469,
        "text": "The old lady manages to totter over to the bakery to get some fresh bread every day."
    },
    {
        "id": 1470,
        "text": "We met in Hong Kong thirty years ago, but we have still kept in touch."
    },
    {
        "id": 1471,
        "text": "As soon as we left the airport building, we were surrounded by taxi drivers touting for business."
    },
    {
        "id": 1472,
        "text": "Enjoy all the trappings of power while you can – they won't last for ever."
    },
    {
        "id": 1473,
        "text": "He spent hours trawling through boxes of files until he came to the letter he was looking for."
    },
    {
        "id": 1474,
        "text": "His wife complains that her life is a boring treadmill of cooking, cleaning and washing."
    },
    {
        "id": 1475,
        "text": "After the accident some of the passengers had to be treated in hospital for cuts and bruises."
    },
    {
        "id": 1476,
        "text": "The recorded sound of barking is just a trick to make burglars think there is a dog in the house."
    },
    {
        "id": 1477,
        "text": "She tripped as she was coming out of the kitchen with a tray of food."
    },
    {
        "id": 1478,
        "text": "We've tripled the number of visitors to the museum since we reduced the entrance fee."
    },
    {
        "id": 1479,
        "text": "He tried to trip me up by asking a question on a completely different subject."
    },
    {
        "id": 1480,
        "text": "The triviality of her complaint meant that it was passed to a junior clerk to deal with."
    },
    {
        "id": 1481,
        "text": "As the children turned the corner and saw the ice-cream van, they broke into a trot."
    },
    {
        "id": 1482,
        "text": "It is a scandal how junior hospital doctors are sometimes kept working for over sixteen hours on the trot."
    },
    {
        "id": 1483,
        "text": "It's 5pm and she's been on the trot since 6 o'clock this morning – she must be dead tired."
    },
    {
        "id": 1484,
        "text": "We've got no butter left, so I'll trot off to the shop to buy some."
    },
    {
        "id": 1485,
        "text": "I'm sorry to have to trouble you with this, but I don't know how to switch my computer off."
    },
    {
        "id": 1486,
        "text": "The pigs were so greedy for their food, some of them even got into the trough."
    },
    {
        "id": 1487,
        "text": "He missed the bus and had to trudge to the village to get some milk."
    },
    {
        "id": 1488,
        "text": "When my car wouldn't start, my neighbour turned up trumps and gave me a lift to the station."
    },
    {
        "id": 1489,
        "text": "He was lying in a hospital bed with tubes coming out of his nose and mouth."
    },
    {
        "id": 1490,
        "text": "He used to say that managers had an easy life, but when he was promoted he soon changed his tune."
    },
    {
        "id": 1491,
        "text": "We went down the main road for a short way and then turned into a little lane on the left."
    },
    {
        "id": 1492,
        "text": "Turn off the lights or turn the lights off – father's going to show his holiday films."
    },
    {
        "id": 1493,
        "text": "I can see that there's something troubling him, but I don't know what it is."
    },
    {
        "id": 1494,
        "text": "Taking the tunnel through the Alps is quicker than driving up the roads over the mountains."
    },
    {
        "id": 1495,
        "text": "We got talking, and it turned out that she was at school with my brother."
    },
    {
        "id": 1496,
        "text": "The party didn't start very well, but everything turned out all right in the end."
    },
    {
        "id": 1497,
        "text": "I don't think the turntable is aligned correctly – the records seem to turn at the wrong speed."
    },
    {
        "id": 1498,
        "text": "There is a turntable at the end of the line so that the engines can turn round."
    },
    {
        "id": 1499,
        "text": "The turret of the tank swung round until the barrel of the gun was pointing directly at the president's palace."
    },
    {
        "id": 1500,
        "text": "I like the typography of this magazine – it makes it very easy to read."
    },
    {
        "id": 1501,
        "text": "The part of the town round the railway station is even uglier than the rest."
    },
    {
        "id": 1502,
        "text": "I can't stand all this umming and aahing – why can't they make their minds up?"
    },
    {
        "id": 1503,
        "text": "His accident was three months ago, and yesterday he managed to walk for the first time unaided."
    },
    {
        "id": 1504,
        "text": "She walked out of the shop with her boyfriend, unaware that the photographers were waiting outside."
    },
    {
        "id": 1505,
        "text": "I still feel uncomfortable about asking her to carry all that cash to the bank."
    },
    {
        "id": 1506,
        "text": "Two undercover policemen were sent to the night club to monitor the sale of drugs."
    },
    {
        "id": 1507,
        "text": "They had to go underground for a time until the police called off their search."
    },
    {
        "id": 1508,
        "text": "He put the box of books down on the kitchen table and my sandwiches were underneath!"
    },
    {
        "id": 1509,
        "text": "His wife gave him a pair of bright red white and blue underpants for his birthday."
    },
    {
        "id": 1510,
        "text": "We accept the terms of the treaty, on the understanding that it has to be passed by Parliament."
    },
    {
        "id": 1511,
        "text": "The Post Office must be considered as a commercial undertaking, not as a public service."
    },
    {
        "id": 1512,
        "text": "She gave him an undertaking that she would continue to work for a further six months."
    },
    {
        "id": 1513,
        "text": "I had to get up at some unearthly hour to catch the plane to Milan."
    },
    {
        "id": 1514,
        "text": "The office is very unhealthy, and most of the staff seem to be ill all the time."
    },
    {
        "id": 1515,
        "text": "The kitchen is designed as a basic set of units with more units which can be added later."
    },
    {
        "id": 1516,
        "text": "He trotted out some unlikely excuse about how his train ticket had been eaten by the dog."
    },
    {
        "id": 1517,
        "text": "He's still very unsure of himself, but he'll get more confident as time goes by."
    },
    {
        "id": 1518,
        "text": "Pull to unwind the flex – it will rewind automatically when you press the red button."
    },
    {
        "id": 1519,
        "text": "She upped and left him when she heard he had been seen with her best friend."
    },
    {
        "id": 1520,
        "text": "We had to put money up front before we could get them to sign the deal."
    },
    {
        "id": 1521,
        "text": "As the full extent of the disaster unfolded, it became clear that the emergency services could not cope."
    },
    {
        "id": 1522,
        "text": "If you pass three units of the course, you can move to the next level."
    },
    {
        "id": 1523,
        "text": "The top of this bottle opens by unscrewing, so you don't need a bottle opener."
    },
    {
        "id": 1524,
        "text": "When I see these youngsters taking their exams, I wonder what is uppermost in their minds."
    },
    {
        "id": 1525,
        "text": "There was a major upset in the tennis tournament when the number three seed was beaten in the first round."
    },
    {
        "id": 1526,
        "text": "Don't upset your mother by telling her you're planning to go to live in Russia."
    },
    {
        "id": 1527,
        "text": "I keep myself up to date on the political situation by reading the newspaper every day."
    },
    {
        "id": 1528,
        "text": "Room 51 has no bathroom, but you have the use of the bathroom next door."
    },
    {
        "id": 1529,
        "text": "When we were children, we used to go to France every year for our holidays."
    },
    {
        "id": 1530,
        "text": "The staff had to vacate the premises as soon as the fire alarm went off."
    },
    {
        "id": 1531,
        "text": "There used to be lots of small shops in the village until the supermarket was built."
    },
    {
        "id": 1532,
        "text": "All the money the depositors had put into the bank simply vanished into thin air."
    },
    {
        "id": 1533,
        "text": "The moor was so vast – it stretched as far as the eye could see."
    },
    {
        "id": 1534,
        "text": "I think we had better draw a veil over her attempts to pass her driving test."
    },
    {
        "id": 1535,
        "text": "His veneer of politeness soon disappeared as the old lady asked more and more questions."
    },
    {
        "id": 1536,
        "text": "The council has vetoed all plans to hold protest marches in the centre of town."
    },
    {
        "id": 1537,
        "text": "I have all the usual vices – I smoke, I drink, I drive too fast."
    },
    {
        "id": 1538,
        "text": "Using video, it is possible to show students the mistakes they have made and get them to correct them."
    },
    {
        "id": 1539,
        "text": "We asked for a room with a sea view and were given one looking out over the bus depot."
    },
    {
        "id": 1540,
        "text": "The virtue of the train link to France is that you arrive right in the centre of Paris."
    },
    {
        "id": 1541,
        "text": "She was a virtuous old lady who never said a bad word against her neighbours."
    },
    {
        "id": 1542,
        "text": "The dictionary will give you some of the specialist legal vocabulary you will need in your job."
    },
    {
        "id": 1543,
        "text": "He tried to fill the void in his life caused by the death of his wife."
    },
    {
        "id": 1544,
        "text": "The volunteers had two weeks' intensive training and then were sent to the front line."
    },
    {
        "id": 1545,
        "text": "You can imagine that her being seen with him set tongues wagging in the village."
    },
    {
        "id": 1546,
        "text": "They had been waiting for half an hour in the rain before the bus finally arrived."
    },
    {
        "id": 1547,
        "text": "You've just missed the bus – you will have a very long wait for the next one."
    },
    {
        "id": 1548,
        "text": "The management has to decide what to do in the wake of the sales director's resignation."
    },
    {
        "id": 1549,
        "text": "When is he going to wake up to the fact that he is never going to be promoted?"
    },
    {
        "id": 1550,
        "text": "Our sales manager walked out on us just as we were starting our autumn sales campaign."
    },
    {
        "id": 1551,
        "text": "I never take the lift – I always walk up the three flights of stairs to my office."
    },
    {
        "id": 1552,
        "text": "It may be snowy outside, but we're as warm as toast in our little cottage."
    },
    {
        "id": 1553,
        "text": "The greenhouse effect has the result of warming the general temperature of the earth's atmosphere."
    },
    {
        "id": 1554,
        "text": "It was cold and rainy outside, and he looked forward to the warmth of his home."
    },
    {
        "id": 1555,
        "text": "She vowed to have her revenge, but she died before she could keep her vow."
    },
    {
        "id": 1556,
        "text": "When he was late for the third time this week, he got a written warning."
    },
    {
        "id": 1557,
        "text": "Our sales in France do not warrant six trips a year to Paris by the director."
    },
    {
        "id": 1558,
        "text": "Don't worry too much about the mistakes in your report – it'll all come out in the wash."
    },
    {
        "id": 1559,
        "text": "She's washed her hands of her son since he was put in prison for drugs dealing."
    },
    {
        "id": 1560,
        "text": "It's interesting to walk along the shore to see what has been washed up onto the beach during the night."
    },
    {
        "id": 1561,
        "text": "He was told off several times for being late, but it was like water off a duck's back."
    },
    {
        "id": 1562,
        "text": "On the wall by the river you can see various watermarks showing the level of floods in different years."
    },
    {
        "id": 1563,
        "text": "The ship sank in the storm, and all the crew went to a watery grave."
    },
    {
        "id": 1564,
        "text": "She wavered between the two possible colour schemes and finally decided to paint the kitchen white."
    },
    {
        "id": 1565,
        "text": "You can't have it both ways – going out to the club every evening and saving money."
    },
    {
        "id": 1566,
        "text": "I wanted to take a short cut, but there was a lorry in the way."
    },
    {
        "id": 1567,
        "text": "We have a wealth of information about the inhabitants of the town in the sixteenth century."
    },
    {
        "id": 1568,
        "text": "You can't put that picture up in the office – the female staff will never wear it."
    },
    {
        "id": 1569,
        "text": "The carpet on the stairs will have a lot more wear than the one in the bedroom."
    },
    {
        "id": 1570,
        "text": "We asked him to sort out the invoices, but he's really making heavy weather of it."
    },
    {
        "id": 1571,
        "text": "The wooden fence was dark brown, but now it has weathered to a light grey colour."
    },
    {
        "id": 1572,
        "text": "Weed out any old newspapers you don't want and take them to the paper bank."
    },
    {
        "id": 1573,
        "text": "His opponent was a weedy little man who looked as though he had never had a fight before."
    },
    {
        "id": 1574,
        "text": "Have you got a weight to put on the papers to stop them blowing away?"
    },
    {
        "id": 1575,
        "text": "I would welcome any suggestions as to how to stop the water seeping into the basement."
    },
    {
        "id": 1576,
        "text": "There was not much of a welcome from the staff when we arrived at the hotel."
    },
    {
        "id": 1577,
        "text": "You can take a boat into the mouth of the river to see the whales."
    },
    {
        "id": 1578,
        "text": "He thought he had discovered a clever wheeze how to avoid paying tax until he got caught."
    },
    {
        "id": 1579,
        "text": "When you go on holiday, leave your key with the neighbours so they can feed the cat."
    },
    {
        "id": 1580,
        "text": "Do you remember the day when we all went for a picnic in Hyde Park?"
    },
    {
        "id": 1581,
        "text": "The salesman said the car was worth £5000 when he really knew it was worth only half that."
    },
    {
        "id": 1582,
        "text": "I said I knew nothing about it when in fact I'd known about it for some time."
    },
    {
        "id": 1583,
        "text": "The organist played the 'Wedding March' as the bride and groom walked down the aisle."
    },
    {
        "id": 1584,
        "text": "When we arrived at the hotel, we were welcomed by a couple of barking guard dogs."
    },
    {
        "id": 1585,
        "text": "When my aunt comes to stay, she brings her two cats and the dog as well."
    },
    {
        "id": 1586,
        "text": "We got a flat tyre, so I had to get out to change the wheel."
    },
    {
        "id": 1587,
        "text": "The contract between the two parties stipulates that either party may withdraw at six months' notice."
    },
    {
        "id": 1588,
        "text": "You can take several routes, but whichever you choose, the journey will still take three hours."
    },
    {
        "id": 1589,
        "text": "It's worth your while keeping copies of your work, in case your computer goes wrong."
    },
    {
        "id": 1590,
        "text": "She only earns £120 a week while everyone else in the office earns twice that."
    },
    {
        "id": 1591,
        "text": "While there may still be delays, the service is much better than it used to be."
    },
    {
        "id": 1592,
        "text": "I had two hours to wait between planes and had several cups of coffee to while away the time."
    },
    {
        "id": 1593,
        "text": "We could hear the whine of the engines long before we got to the racetrack."
    },
    {
        "id": 1594,
        "text": "They came in, said hello to us, and whisked our daughter off to the restaurant."
    },
    {
        "id": 1595,
        "text": "The white of the snow-capped mountains stood out against the deep blue of the sky."
    },
    {
        "id": 1596,
        "text": "You should stick to a more wholesome diet and stop eating all that junk food."
    },
    {
        "id": 1597,
        "text": "He's wide of the mark when he says that that old car is worth £2000."
    },
    {
        "id": 1598,
        "text": "Even with the best will in the world, I don't see how we can finish it in time."
    },
    {
        "id": 1599,
        "text": "We've had no rain for days and the plants in the garden have started to wilt."
    },
    {
        "id": 1600,
        "text": "Just give me a moment to get my wind back and I'll give you the message."
    },
    {
        "id": 1601,
        "text": "He had a seat by the wing, so could not see much out of the window."
    },
    {
        "id": 1602,
        "text": "The boss must not make any more mistakes – Stephen is waiting in the wings to take over."
    },
    {
        "id": 1603,
        "text": "She gave him a wink to show that she had seen him take the piece of cake."
    },
    {
        "id": 1604,
        "text": "The wires seem to be all right, so there must be a problem with the dishwasher itself."
    },
    {
        "id": 1605,
        "text": "With prices rising all the time they have difficulty in keeping the wolf from the door."
    },
    {
        "id": 1606,
        "text": "It's no wonder you had difficulty in getting tickets for the show with so many tourists in London."
    },
    {
        "id": 1607,
        "text": "We want to keep our plans secret for the moment, so don't breathe a word to anyone."
    },
    {
        "id": 1608,
        "text": "They were at their wits' end when the builders reported even more structural problems in the house."
    },
    {
        "id": 1609,
        "text": "There's still so much to do to the house. We're not out of the woods yet."
    },
    {
        "id": 1610,
        "text": "The salesgirl had made so many mistakes. I had to have a word with her."
    },
    {
        "id": 1611,
        "text": "I'm going on holiday next month. In other words, I'll be away from the office for about four weeks."
    },
    {
        "id": 1612,
        "text": "I didn't mince my words – I told them exactly what I thought of their wretched plan."
    },
    {
        "id": 1613,
        "text": "The people in the village got all worked up about the plan for the new airport."
    },
    {
        "id": 1614,
        "text": "Everyone thought she was getting better and then she took a turn for the worse."
    },
    {
        "id": 1615,
        "text": "Let's take the example of Mrs X, who is a widowed lady 40 years old."
    },
    {
        "id": 1616,
        "text": "To find the treasure, you have to find the spot marked 'X' on the map."
    },
    {
        "id": 1617,
        "text": "Can you move your car a couple of yards as it is blocking the entrance to our garage?"
    },
    {
        "id": 1618,
        "text": "He went on speaking for so long that half the people at the meeting started yawning or started to yawn."
    },
    {
        "id": 1619,
        "text": "You said she was a friend of yours, but she says she's never met you."
    },
    {
        "id": 1620,
        "text": "It rained for the first week of our holidays, and the second week was even worse."
    },
    {
        "id": 1621,
        "text": "Put everything in writing, and then you have a record of what has been done."
    },
    {
        "id": 1622,
        "text": "Don't get me wrong. I love him dearly, but at times he can be infuriating."
    },
    {
        "id": 1623,
        "text": "Now that they are married, she feels she's yoked to him for the rest of her life."
    },
    {
        "id": 1624,
        "text": "There are zigzag lines painted at pedestrian crossings to show that cars must not stop there."
    }
]