[
  {
    "units": [
      {
        "unitId": 0,
        "title": "間接引述/報導句式"
      },
      {
        "unitId": 1,
        "title": "間接問句/名詞子句"
      },
      {
        "unitId": 2,
        "title": "形容詞子句(I)"
      },
      {
        "unitId": 3,
        "title": "形容詞子句(II)"
      },
      {
        "unitId": 4,
        "title": "倒裝句"
      },
      {
        "unitId": 5,
        "title": "It為首的強調句"
      },
      {
        "unitId": 6,
        "title": "虛主詞與虛受詞"
      },
      {
        "unitId": 7,
        "title": "There開頭的句型"
      },
      {
        "unitId": 8,
        "title": "假設語氣(I)"
      },
      {
        "unitId": 9,
        "title": "假設語氣(II)"
      },
      {
        "unitId": 10,
        "title": "被動語態"
      },
      {
        "unitId": 11,
        "title": "時間副詞子句"
      },
      {
        "unitId": 12,
        "title": "分詞與減化子句(I)"
      },
      {
        "unitId": 13,
        "title": "分詞與減化子句(II)"
      }
    ]
  },
  {
    "questions": [
      {
          "id": 0,
          "qBody": "Johnny said, 'I don't want to go to school.'",
          "hint": "Johnny said that he ",
          "key": "Johnny said that he didn't want to go to school.",
          "notes": "使用間接引述時須注意人稱的轉換；本例Johnny口中第一人稱的I，在引述者的立場成為第三人稱的he。其次也要注意時態的一致，配合主要子句的過去式動詞said，名詞子句的動詞部分由don't want to改成didn't want to。"
      },
      {
          "id": 1,
          "qBody": "Ruby said, 'I have to ask for my father's permission.'",
          "hint": "Ruby said ",
          "key": "Ruby said she had to ask for her father's permission.",
          "notes": "使用間接引述時須注意人稱的轉換；本例Ruby口中第一人稱的I，在引述者的立場成為第三人稱的she，而my father's也跟著變成her father's。其次也要注意時態的一致，配合主要子句的過去式動詞said，名詞子句的動詞部分由have to改成had to。"
      },
      {
          "id": 2,
          "qBody": "Paul said, 'I submitted my application two days before the deadline.'",
          "hint": "Paul said ",
          "key": "Paul said he had submitted his application two days before the deadline.",
          "notes": "本例中submit發生的時間早於say，而兩者都發生在過去，因此在間接引述時為了表現出兩個動作的先後順序，分別使用過去完成式的had submitted和過去簡單式的said。在非正式用法中，兩者皆用過去簡單式亦可。"
      },
      {
          "id": 3,
          "qBody": "'We have never seen anything like this,' replied the children.",
          "hint": "The children replied that ",
          "key": "The children replied that they had never seen anything like this.",
          "notes": "配合主要子句的過去式動詞replied，名詞子句中原本現在完成式的have never seen改成過去完成式had never seen。"
      },
      {
          "id": 4,
          "qBody": "'Ted and I are going to visit our grandparents,' she said to me.",
          "hint": "She told me that she and Ted ",
          "key": "She told me that she and Ted were going to visit their grandparents.",
          "notes": "配合主要子句的過去式動詞told，名詞子句中的are going to visit改成were going to visit。"
      },
      {
          "id": 5,
          "qBody": "I will go back to work only if the manager apologizes,' she explained.",
          "hint": "She explained that ",
          "key": "She explained that she would go back to work only if the manager apologized.",
          "notes": "配合主要子句的過去式動詞explained，名詞子句中的will go改成would go，條件句中的apologizes改成apologized。"
      },
      {
          "id": 6,
          "qBody": "'Both my parents are high school teachers', he said.",
          "hint": "He told me ",
          "key": "He told me both his parents are high school teachers.",
          "notes": "在非正式用法中，名詞子句的動詞未必會配合主要子句而改變時態。尤其當名詞子句的內容在引述的當時仍為事實，如本例。"
      },
      {
          "id": 7,
          "qBody": "'Next week's exam will not be easy,' said the teacher.",
          "hint": "The teacher said that ",
          "key": "The teacher said that next week's exam will not be easy.",
          "notes": "本例中，老師不久前說的話被引述，然而考試下週才會舉行，因此名詞子句仍維持未來式will not be。在正式用法中則可能使用would not be。"
      },
      {
          "id": 8,
          "qBody": "She said, 'Please leave your umbrellas in the stand at the entrance.'",
          "hint": "She asked us ",
          "key": "She asked us to leave our umbrellas in the stand at the entrance.",
          "notes": "當引述的內容為祈使句時，應使用不定詞。此時主要子句的動詞不用say而改用tell或ask。"
      },
      {
          "id": 9,
          "qBody": "'Do not make any unnecessary marks on the answer sheet,' said the teacher.",
          "hint": "The teacher told the students ",
          "key": "The teacher told the students not to make any unnecessary marks on the answer sheet.",
          "notes": "當引述的內容為祈使句時，應使用不定詞。注意否定詞not的位置應該在不定詞之前。"
      },
      {
          "id": 10,
          "qBody": "What goals are you pursuing? You should first ask yourself that question.",
          "hint": "You should first ask yourself ",
          "key": "You should first ask yourself what goals you are pursuing.",
          "notes": "疑問句被引述時就成為名詞子句，不再適用原來的句法，也就是說，原本形成疑問句的「倒裝」結構必須加以「還原」；本例的are在疑問句中經過「倒裝」而移至you之前，在名詞子句中就應該「還原」而回到you之後。"
      },
      {
          "id": 11,
          "qBody": "What does the word mean? Does anybody know?",
          "hint": "Does anybody know ",
          "key": "Does anybody know what the word means?",
          "notes": "本例的What does the word mean一旦接在know後面作受詞，就成為名詞子句而不再適用疑問句法，因此不需要助動詞does；接在第三人稱單數主詞the word之後的動詞mean，也因為does消失而還原成means。"
      },
      {
          "id": 12,
          "qBody": "Where can I get my blood pressure checked?",
          "hint": "Could you tell me ",
          "key": "Could you tell me where I can get my blood pressure checked?",
          "notes": "can I get是經過倒裝的疑問句式，在名詞子句中要還原為I can get。"
      },
      {
          "id": 13,
          "qBody": "What have we achieved in the past few months?",
          "hint": "Let's take a look at ",
          "key": "Let's take a look at what we have achieved in the past few months.",
          "notes": "have we achieved是經過倒裝的疑問句式，在名詞子句中要還原為we have achieved。"
      },
      {
          "id": 14,
          "qBody": "Where would they like their wedding to take place?",
          "hint": "Now that the date has been set, they have to decide on ",
          "key": "Now that the date has been set, they have to decide on where they would like their wedding to take place.",
          "notes": "would they like是經過倒裝的疑問句式，在名詞子句中要還原為they would like。"
      },
      {
          "id": 15,
          "qBody": "How many students were there in the auditorium?",
          "hint": "The speaker was amazed by ",
          "key": "The speaker was amazed by how many students there were in the auditorium.",
          "notes": "How many ... were there是經過倒裝的疑問句式，在名詞子句中要還原為there were。"
      },
      {
          "id": 16,
          "qBody": "Is the committee going to issue a formal statement?",
          "hint": "It is still unclear ",
          "key": "It is still unclear whether the committee is going to issue a formal statement.",
          "notes": "Is the committee going是經過倒裝的疑問句，在名詞子句中要還原為the committee is going；注意：原本的問句是不含疑問詞的Yes-No問句，轉成名詞子句時要加上連接詞whether。"
      },
      {
          "id": 17,
          "qBody": "Was a third person involved in the incident? The police are still investigating.",
          "hint": "The police are still investigating ",
          "key": "The police are still investigating whether a third person was involved in the incident.",
          "notes": "原本不含疑問詞的Yes-No問句轉成名詞子句時，要加上連接詞whether；was a third person involved是經過倒裝的疑問句式，在名詞子句中要還原為a third person was involved。"
      },
      {
          "id": 18,
          "qBody": "Who left the air conditioner running all night?",
          "hint": "The boss is eager to find out ",
          "key": "The boss is eager to find out who left the air conditioner running all night.",
          "notes": "原本問句的疑問詞who同時也是主詞，該問句並未經過倒裝，因此轉成名詞子句時詞序不變(Who left &#8594; who left)。"
      },
      {
          "id": 19,
          "qBody": "What makes you think I don't have a boyfriend?",
          "hint": "I wonder ",
          "key": "I wonder what makes you think I don't have a boyfriend?",
          "notes": "原本問句的疑問詞what同時也是主詞，該問句並未經過倒裝，因此轉成名詞子句時詞序不變(What makes &#8594; what makes)。"
      },
      {
          "id": 20,
          "qBody": "I know an eccentric computer geek. He might be able to solve your problem.",
          "hint": "I know an eccentric computer geek ",
          "key": "I know an eccentric computer geek who might be able to solve your problem.",
          "notes": "想用「古怪的」來形容「電腦宅」時，只要在computer geek前面加上一個單詞eccentric即可；但要表達出「也許可以幫你解決問題的電腦宅」，無法單靠一個形容詞，必須在a computer geek的後面加上who might be able to solve your problem，這個部分就稱為形容詞子句。其中a computer geek是被形容的對象，文法上稱為該子句的「先行詞」；而who代表的就是a computer geek，文法上稱為關係代名詞。"
      },
      {
          "id": 21,
          "qBody": "My sister has a fancy dress. It looks exactly like the one in the video.",
          "hint": "My sister has a fancy dress ",
          "key": "My sister has a fancy dress which looks exactly like the one in the video.",
          "notes": "想用「花俏的」來形容「洋裝」時，就直接說a fancy dress；但「看起來和影片裡的那件一模一樣的洋裝」則無法單靠一個形容詞來表達，所以在a dress的後面加上which looks exactly ... in the video這個形容詞子句。注意：先行詞a fancy dress是「人以外的事物」，因此關係代名詞不用who而改用which。"
      },
      {
          "id": 22,
          "qBody": "A dog is lying at the doorstep. It belongs to an old man. He is standing by the bar.",
          "hint": "The dog that is lying at the doorstep ",
          "key": "The dog that is lying at the doorstep belongs to the old man that is standing by the bar.",
          "notes": "本例有兩個形容詞子句，原為[The dog] which is lying at the doorstep以及[the man] who is standing by the bar；無論先行詞是「人」或「事物」，關係代名詞都可以使用that代替who或which。"
      },
      {
          "id": 23,
          "qBody": "James was happy to see Anna wearing a scarf. He bought her the scarf.",
          "hint": "James was happy to see Anna wearing the scarf ",
          "key": "James was happy to see Anna wearing the scarf which he had bought her.",
          "notes": "關係代名詞有時候是形容詞子句的主詞，有時候則是受詞，如本例的which代表the scarf，是動詞bought的受詞。"
      },
      {
          "id": 24,
          "qBody": "He can easily start a conversation with people even if he has never met them before.",
          "hint": "He can easily start a conversation with someone ",
          "key": "He can easily start a conversation with someone whom he has never met before.",
          "notes": "本例的whom是關係代名詞who的受格，代表someone，是子句中動詞has met的受詞。在一般非正式的場合，多半用that或who代替whom。"
      },
      {
          "id": 25,
          "qBody": "You recommended a doctor, and I went to see her. She prescribed some medication, but I didn't take it.",
          "hint": "I went to see the doctor you recommended, but ",
          "key": "I went to see the doctor you recommended, but I didn't take the medication she prescribed.",
          "notes": "一般情況下，作為受詞的關係代名詞可以省略，如本例中的the doctor (that) you recommended和the medication (that) she prescribed."
      },
      {
          "id": 26,
          "qBody": "The teacher assigned some exercises. A student did all of them. She commended him.",
          "hint": "The teacher commended the student ",
          "key": "The teacher commended the student who did all the exercises she had assigned.",
          "notes": "本例有兩個形容詞子句：[the student] who did ...以及 [the exercises] (that) she had assigned；其中前者的關係代名詞是主詞，後者的關係代名詞是受詞而被省略。"
      },
      {
          "id": 27,
          "qBody": "You talked about a technical problem last time. It has been addressed.",
          "hint": "The technical problem ",
          "key": "The technical problem that you talked about last time has been addressed.",
          "notes": "關係代名詞除了作動詞的受詞，也可以作介系詞的受詞；如本例的that代表先行詞the technical problem，是about的受詞。"
      },
      {
          "id": 28,
          "qBody": "We are listening to some music. It is Mozart's Symphony No.41 'Jupiter'.",
          "hint": "The music to ",
          "key": "The music to which we are listening is Mozart's Symphony No.41 'Jupiter'.",
          "notes": "當關係代名詞是介系詞的受詞時，該介系詞可以置於關係代名詞之前。以本例來說，就是將[the music] which we are listening to改為to which we are listening。注意：該情況下關係代名詞不可使用that。"
      },
      {
          "id": 29,
          "qBody": "When you share a dorm room with people, they become your roommates.",
          "hint": "Your roommates are the people with ",
          "key": "Your roommates are the people with whom you share a dorm room.",
          "notes": "如果接在介系詞之後的關係代名詞代表的是「人」，必須使用受格whom，而不可用who或that。"
      },
      {
          "id": 30,
          "qBody": "Do you remember the Irish girl? Her eyes were of different colors.",
          "hint": "Do you remember the Irish girl ",
          "key": "Do you remember the Irish girl whose eyes were of different colors?",
          "notes": "先行詞為所有格形容詞時，關係代名詞用whose。"
      },
      {
          "id": 31,
          "qBody": "The city we are visiting next is Tainan. It boasts an abundance of historical sites.",
          "hint": "The city we are visiting next is Tainan, ",
          "key": "The city we are visiting next is Tainan, which boasts an abundance of historical sites.",
          "notes": "當形容詞子句的功能在於「補充說明」而非「指明對象」時，應以逗號和主要子句分隔，文法上稱為「非限定用法」。本例中第一個形容詞子句we are visiting next用於指明對象：「我們接下來參訪的城市」，而第二個形容詞子句which boasts ... sites用於補充說明：「該市擁有豐富的歷史古蹟」。"
      },
      {
          "id": 32,
          "qBody": "Their eldest son was wounded in the war. He was later married to a nurse. She tended him in the field hospital.",
          "hint": "Their eldest son, ",
          "key": "Their eldest son, who was wounded in the war, was later married to the nurse that tended him in the field hospital.",
          "notes": "本例中第一個形容詞子句who was wounded in the war用於補充說明：「他們的長子在戰時受傷」，而第二個形容詞子句that tended ... hospital用於指明對象：「在戰地醫院照顧他的那位護士」。注意：非限定用法的關係代名詞不可使用that。"
      },
      {
          "id": 33,
          "qBody": "Mr. Holmes's fingerprint has been found on the scene. He is the top suspect of the murder case.",
          "hint": "Mr. Holmes, ",
          "key": "Mr. Holmes, whose fingerprint has been found on the scene, is the top suspect of the murder case.",
          "notes": "先行詞身分明確，所以形容詞子句whose fingerprint ... scene是在補充說明而非指明對象，屬於「非限定用法」。"
      },
      {
          "id": 34,
          "qBody": "He claimed to have acquired a PhD from Harvard University. That was a lie.",
          "hint": "He claimed to have acquired a PhD from Harvard University, ",
          "key": "He claimed to have acquired a PhD from Harvard University, which was a lie.",
          "notes": "非限定用法的形容詞子句有時並非在修飾「人」或「物」，而是以主要子句所敘述的事實為對象。本例的「謊言」指的是「他宣稱取得哈佛大學博士」這件事，關係代名詞which的先行詞並非a PhD或Harvard University，而是整個主要子句。"
      },
      {
          "id": 35,
          "qBody": "Our book club meets weekly on Tuesday evenings at Galaxy Cafe. A separate room is reserved for us in the cafe.",
          "hint": "Our book club meets weekly on Tuesday evenings at Galaxy Cafe, ",
          "key": "Our book club meets weekly on Tuesday evenings at Galaxy Cafe, where a separate room is reserved for us.",
          "notes": "引導形容詞子句的除了關係代名詞who、which和that之外，還有關係副詞where和when等。關係副詞相當於介系詞加上關係代名詞，如本例的where相當於in which，其中which的先行詞是Galaxy Cafe。"
      },
      {
          "id": 36,
          "qBody": "The victim's last phone call was made somewhere. The police tried to pinpoint the location.",
          "hint": "The police tried to pinpoint the location ",
          "key": "The police tried to pinpoint the location where the victim's last phone call had been made.",
          "notes": "本例的where相當於at which，其中which的先行詞是the location。"
      },
      {
          "id": 37,
          "qBody": "We have agreed to meet on April 10. Both of us will be available on that date.",
          "hint": "We have agreed to meet on April 10, ",
          "key": "We have agreed to meet on April 10, when both of us will be available.",
          "notes": "關係副詞when相當於介系詞on加上關係代名詞which。"
      },
      {
          "id": 38,
          "qBody": "This semester's reading list includes a dozen 20th century novels. I have never heard of most of them.",
          "hint": "This semester's reading list includes a dozen 20th century novels, ",
          "key": "This semester's reading list includes a dozen 20th century novels, most of which I have never heard of.",
          "notes": "關係代名詞之前可以有one of、two of、some of、most of之類的數量詞。"
      },
      {
          "id": 39,
          "qBody": "Peter has three brothers. One of them works in the film industry.",
          "hint": "Peter has three brothers, ",
          "key": "Peter has three brothers, one of whom works in the film industry.",
          "notes": "注意：雖然關係代名詞whom的先行詞是複數的three brothers，但形容詞子句的主詞one of whom是單數。"
      }
    ]
  }
]
