[
  {
    "units": [
      {
        "unitId": 0,
        "title": "Indirect Speech 1"
      },
      {
        "unitId": 1,
        "title": "Indirect Speech 2"
      }
    ]
  },
  {
    "questions": [
      {
          "id": 0,
          "qBody": "Johnny said, 'I don't want to go to school.'",
          "hint": "Johnny said he ",
          "key": "Johnny said he didn't want to go to school."
      },
      {
          "id": 1,
          "qBody": "Ruby said, 'I have to ask for my father's permission.'",
          "hint": "Ruby said ",
          "key": "Ruby said she had to ask for her father's permission."
      },
      {
          "id": 2,
          "qBody": "He said, 'I submitted my application on June 10.'",
          "hint": "He said ",
          "key": "He said he had submitted his application on June 10."
      },
      {
          "id": 3,
          "qBody": "'We have never seen anything like this,' said the fishermen.",
          "hint": "The fishermen said ",
          "key": "The fishermen said they had never seen anything like this."
      },
      {
          "id": 4,
          "qBody": "'You and I will be transferred to the new office in Tokyo,' she said to me.",
          "hint": "She told me that ",
          "key": "She told me that she and I would be transferred to the new office in Tokyo."
      },
      {
          "id": 5,
          "qBody": "'My parents will be home soon', he said.",
          "hint": "He told me ",
          "key": "He told me his parents would be home soon."
      },
      {
          "id": 6,
          "qBody": "'Next week's exam will not be easy,' said the teacher.",
          "hint": "The teacher said that next week's exam ",
          "key": "The teacher said that next week's exam will not be easy."
      },
      {
          "id": 7,
          "qBody": "'Put your toys away and go to bed,' said Lisa to her son.",
          "hint": "Lisa told her son ",
          "key": "Lisa told her son to put his toys away and go to bed."
      },
      {
          "id": 8,
          "qBody": "'Do not make any unnecessary marks on the answer sheet,' said the teacher.",
          "hint": "The teacher told the students ",
          "key": "The teacher told the students not to make any unnecessary marks on the answer sheet."
      },
      {
          "id": 9,
          "qBody": "She said, 'please leave your umbrellas in the stand at the entrance.'",
          "hint": "She asked us ",
          "key": "She asked us to leave our umbrellas in the stand at the entrance."
      },
      {
          "id": 10,
          "qBody": "What time is it? Does anybody know?",
          "hint": "Does anybody know ",
          "key": "Does anybody know what time it is?"
      },
      {
          "id": 11,
          "qBody": "Where can I get my blood pressure checked?",
          "hint": "Could you tell me ",
          "key": "Could you tell me where I can get my blood pressure checked?"
      },
      {
          "id": 12,
          "qBody": "What have we achieved in the past few months?",
          "hint": "Let's take a look at ",
          "key": "Let's take a look at what we have achieved in the past few months."
      },
      {
          "id": 13,
          "qBody": "How difficult is the challenge? I can't imagine.",
          "hint": "I can't imagine ",
          "key": "I can't imagine how difficult the challenge is."
      },
      {
          "id": 14,
          "qBody": "When is the committee going to issue a formal statement?",
          "hint": "It is still unclear ",
          "key": "It is still unclear when the committee is going to issue a formal statement."
      },
      {
          "id": 15,
          "qBody": "Was a third person involved in the incident? The police are still investigating.",
          "hint": "The police are still investigating ",
          "key": "The police are still investigating whether a third person was involved in the incident."
      },
      {
          "id": 16,
          "qBody": "Where would they like their wedding to take place?",
          "hint": "Now that the date has been set, they have to decide on ",
          "key": "Now that the date has been set, they have to decide on where they would like their wedding to take place."
      },
      {
          "id": 17,
          "qBody": "How many students were there in the auditorium?",
          "hint": "The speaker was amazed by ",
          "key": "The speaker was amazed by how many students there were in the auditorium."
      },
      {
          "id": 18,
          "qBody": "Who left the air conditioner running all night?",
          "hint": "The boss is eager to find out ",
          "key": "The boss is eager to find out who left the air conditioner running all night."
      },
      {
          "id": 19,
          "qBody": "What makes you think I don't have a boyfriend?",
          "hint": "I wonder ",
          "key": "I wonder what makes you think I don't have a boyfriend?"
      }
    ]
  }
]
