[
    {
        "chn": "不動產經紀商定期對當地的住房需求進行調查。",
        "id": 1,
        "key": "surveys",
        "stem": "The real estate agency carries out *** of local housing needs on a regular basis."
    },
    {
        "chn": "公司和上游廠商重新談判，以確保原料的供應。",
        "id": 2,
        "key": "supply",
        "stem": "The company renegotiated with upstream vendors to secure the *** of materials."
    },
    {
        "chn": "上週舉行了一場募款活動，以協助兒童病患對抗癌症。",
        "id": 3,
        "key": "fundraiser",
        "stem": "A *** was held last weekend to assist childhood patients in their battle against cancer."
    },
    {
        "chn": "作者在本書的第一章概述了他對有效率管理的想法。",
        "id": 4,
        "key": "outlines",
        "stem": "In the first chapter of the book, the author *** his ideas of efficient management."
    },
    {
        "chn": "新的執行長相信降低成本和開發新市場對公司同等重要。",
        "id": 5,
        "key": "equal",
        "stem": "The new CEO believes that cutting costs and tapping new markets are of *** importance to the company."
    },
    {
        "chn": "報名這項志工計畫的最低年齡要求是十六歲。",
        "id": 6,
        "key": "minimum",
        "stem": "The *** age required to sign up for the volunteer program is 16."
    },
    {
        "chn": "作為國際貿易公司，我們的商品有百分之八十以上銷往海外。",
        "id": 7,
        "key": "abroad",
        "stem": "As an international trading company, over 80 percent of our merchandise goes ***."
    },
    {
        "chn": "這家貨運公司對廿四小時到貨的收費金額太過離譜。",
        "id": 8,
        "key": "charges",
        "stem": "The amount the carrier *** for 24-hour delivery is just outrageous."
    },
    {
        "chn": "有些型號是在亞洲生產，但只在歐洲市場販售。",
        "id": 9,
        "key": "manufactured",
        "stem": "Some of the models are *** in Asia but sold in the European market only."
    },
    {
        "chn": "很不幸地，業績的些微成長和鉅額的廣告費用不成比例。",
        "id": 10,
        "key": "advertising",
        "stem": "Unfortunately, the slight increase in sales is not in proportion to the huge *** expenses."
    },
    {
        "chn": "我們有兩三個職缺，希望能找年輕又聰明的大學畢業生來出任。",
        "id": 11,
        "key": "intelligent",
        "stem": "We have a couple of positions open, and we hope to fill them with young, *** college graduates."
    },
    {
        "chn": "我們應該調整活動的時程表，預留休息喝咖啡的時間。",
        "id": 12,
        "key": "allow",
        "stem": "We should adjust the event schedule to *** time for a coffee break."
    },
    {
        "chn": "我們在尋找有橋梁和公路建造經驗的土木工程師。",
        "id": 13,
        "key": "construction",
        "stem": "We are looking for civil engineers with experience in bridge and highway ***."
    },
    {
        "chn": "我們上一次更新員工電話簿是兩年前。",
        "id": 14,
        "key": "updated",
        "stem": "It is two years since our employee phone directory was last ***."
    },
    {
        "chn": "這個職位的理想應徵者要有優秀的人際關係能力。",
        "id": 15,
        "key": "applicant",
        "stem": "The successful *** for the position is expected to have excellent interpersonal skills."
    },
    {
        "chn": "新的安全準則已經批准，將在2019年1月1日生效。",
        "id": 16,
        "key": "effective",
        "stem": "The new security protocol has been approved and will become *** on January 1, 2019."
    },
    {
        "chn": "專家們都同意本國目前的財政問題沒有簡單的解決辦法。",
        "id": 17,
        "key": "solution",
        "stem": "Experts agree that there is no easy *** to the country's current financial problem."
    },
    {
        "chn": "模組化的設計讓我們的產品很容易配合個別顧客的特定需求來訂做。",
        "id": 18,
        "key": "specific",
        "stem": "The modular design makes it easy to tailor our products to the *** needs of individual customers."
    },
    {
        "chn": "本市的每一家旅館和餐廳每年都要接受衛生和安全檢查。",
        "id": 19,
        "key": "inspected",
        "stem": "Each hotel and restaurant in the city is *** for hygiene and safety once a year."
    },
    {
        "chn": "今晚在世貿中心有一場論壇，討論貿易自由化的後果。",
        "id": 20,
        "key": "forum",
        "stem": "A *** will be held tonight at the World Trade Center to discuss the consequences of trade liberalization."
    },
    {
        "chn": "根據飯店的網站，我們想要入住的日期沒有空房。",
        "id": 21,
        "key": "vacancies",
        "stem": "According to the hotel's website, it has no *** on our intended dates of stay."
    },
    {
        "chn": "財務長的提案一如預期地在董事會全票通過。",
        "id": 22,
        "key": "unanimous",
        "stem": "As was expected, the CFO's proposal passed with a *** vote of the board."
    },
    {
        "chn": "隨信附上一張兩千元的支票，以局部償付您的損失。",
        "id": 23,
        "key": "enclosed",
        "stem": "With this letter, please find *** a check for $2,000 as partial payment for your loss."
    },
    {
        "chn": "這裡顯示的只是大概的出發時刻，可能會因為天氣狀況而改變。",
        "id": 24,
        "key": "approximate",
        "stem": "The departure times shown here are *** only and may change due to weather conditions."
    },
    {
        "chn": "據說碼頭工人們正在籌備罷工，想獲得更好的工作條件。",
        "id": 25,
        "key": "organizing",
        "stem": "The harbor workers are said to be *** a strike to obtain better working conditions."
    },
    {
        "chn": "李先生是一位成功的生意人，在加拿大的亞裔社群中也是很活躍的成員。",
        "id": 26,
        "key": "community",
        "stem": "Mr. Li is a successful businessman and a very active member in the Asian *** in Canada."
    },
    {
        "chn": "如果我們想照進度完成計畫，本部門將需要更多人手。",
        "id": 27,
        "key": "schedule",
        "stem": "The department will need more hands if we want to complete the project on ***."
    },
    {
        "chn": "市議會已經通過在市中心附近興建新的立體停車場。",
        "id": 28,
        "key": "approved",
        "stem": "The city council has *** the construction of a new parking tower near the city center."
    },
    {
        "chn": "在結婚五十周年的宴會上，總裁與其夫人被要求分享他們婚姻幸福的要訣。",
        "id": 29,
        "key": "recipe",
        "stem": "At their 50th anniversary party, the president and his wife were asked to share their *** for a happy marriage."
    },
    {
        "chn": "投資人可能要花一些時間釐清這些點子是否有經濟價值。",
        "id": 30,
        "key": "merits",
        "stem": "It may take the investors some time to find out whether these ideas have economic ***."
    },
    {
        "chn": "為避免損壞儲存的資料，請依照正確的步驟移除USB隨身碟。",
        "id": 31,
        "key": "procedure",
        "stem": "To avoid damaging the data stored, please follow the correct *** in removing the USB flash drive."
    },
    {
        "chn": "有臨時宿舍可提供給參加六週暑期學校的學生。",
        "id": 32,
        "key": "Temporary",
        "stem": "*** accommodations are available for students attending the six-week summer school."
    },
    {
        "chn": "本連鎖餐廳建立了有效率的系統，能以親民的價格供應安全美味的食物。",
        "id": 33,
        "key": "affordable",
        "stem": "Our restaurant chain has established an efficient system to provide safe and tasty food at *** prices."
    },
    {
        "chn": "我們期望所有的員工都能踴躍參與公司主辦的募款活動。",
        "id": 34,
        "key": "expect",
        "stem": "We *** all our employees to be active participants in the fundraiser hosted by the company."
    },
    {
        "chn": "因為採用人工智慧而造成多少工作機會可能不保，難以估計。",
        "id": 35,
        "key": "risk",
        "stem": "It is hard to estimate how many jobs are at *** because of the adoption of AI technology."
    },
    {
        "chn": "教育界人士呼籲政府提供更多支援給家庭財務困難的學生。",
        "id": 36,
        "key": "financial",
        "stem": "Educators urge the government to provide more support for students from families with *** difficulties."
    },
    {
        "chn": "我們業務團隊的提案已經提交給經理批示。",
        "id": 37,
        "key": "submitted",
        "stem": "Proposals from our sales teams have been *** for the manager's approval."
    },
    {
        "chn": "每家公司都需要有效的、直達其消費群眾的廣告宣傳。",
        "id": 38,
        "key": "campaigns",
        "stem": "Every business needs effective advertising *** that speak directly to its audience."
    },
    {
        "chn": "你有沒有想到任何方法能造成公司在媒體上免費曝光？",
        "id": 39,
        "key": "exposure",
        "stem": "Can you think of any way to generate free *** in the media for our company?"
    },
    {
        "chn": "自從十五年前首次採用以來，這項技術已漸漸成為業界標準。",
        "id": 40,
        "key": "adopted",
        "stem": "The technique has gradually become a business standard since it was first *** 15 years ago."
    },
    {
        "chn": "儘管在越南的工廠發生火災，我們其它工廠的生產照常進行。",
        "id": 41,
        "key": "proceed",
        "stem": "Despite the fire accident in the Vietnam factory, production at our other plants will *** as usual."
    },
    {
        "chn": "由於公司沒有資源可以補助，我們的員工訓練計劃已經擱置。",
        "id": 42,
        "key": "resources",
        "stem": "Our employee training programs have been shelved since the company lacks the *** to fund them."
    },
    {
        "chn": "多年來這家出版公司捐贈了大量的圖書給全國各地的圖書館。",
        "id": 43,
        "key": "quantities",
        "stem": "Over the years, the publishing company has donated large *** of books to libraries nationwide."
    },
    {
        "chn": "Collins先生帶領一支維修團隊，負責維護全市的公共廁所。",
        "id": 44,
        "key": "maintenance",
        "stem": "Mr. Collins leads a *** staff in charge of the upkeep of all the city's public toilets."
    },
    {
        "chn": "不同職位的人選應該依照不同的標準接受評量。",
        "id": 45,
        "key": "assessed",
        "stem": "Candidates for different positions should be *** according to different criteria."
    },
    {
        "chn": "我們獲得這位知名的小說家選為台灣的獨家出版商。",
        "id": 46,
        "key": "exclusive",
        "stem": "We have been selected by the famous novelist as her *** publisher in Taiwan."
    },
    {
        "chn": "Wilson女士是一位積極的主管，她總是要求自己和員工都竭盡所能。",
        "id": 47,
        "key": "aggressive",
        "stem": "Ms. Wilson is an *** executive who always wants to get the most out of herself as well as her employees."
    },
    {
        "chn": "在清倉拍賣時，顧客會發現自己感興趣的商品有更大幅度的降價。",
        "id": 48,
        "key": "discount",
        "stem": "Customers will find their items of interest at an even larger *** during a clearance sale."
    },
    {
        "chn": "對於該公司聲明員工是自願決定接受不公平的工作條件，官員感到懷疑。",
        "id": 49,
        "key": "voluntary",
        "stem": "Officials doubt the company's statement that the employees' decisions to accept unfair work conditions were ***."
    },
    {
        "chn": "由於合併已經完成，財產的所有權將會轉移到新公司。",
        "id": 50,
        "key": "transferred",
        "stem": "As the merger is completed, ownership of the properties will be *** to the new company."
    },
    {
        "chn": "在股東會上，總經理會提出有關公司未來展望的簡報。",
        "id": 51,
        "key": "shareholder",
        "stem": "At the *** meeting, the general manager will give a presentation on the company's future prospect."
    },
    {
        "chn": "大家都同意沒有人比Green先生更有資格領導這個團隊。",
        "id": 52,
        "key": "qualified",
        "stem": "Everybody agrees that no one is better *** than Mr. Green to lead the team."
    },
    {
        "chn": "由於對某些議題缺乏共識，管理階層和工會之間的談判進行得不如預期。",
        "id": 53,
        "key": "agreement",
        "stem": "The negotiation between management and the union did not proceed as expected due to lack of *** on certain issues."
    },
    {
        "chn": "設計良好的調查表有助於我們評估顧客的需求，並據此改進我們的服務。",
        "id": 54,
        "key": "evaluate",
        "stem": "A well-designed survey will help us *** our customers' needs and improve our service accordingly."
    },
    {
        "chn": "在職涯中錯過幾次升遷的機會後，Swift女士感到灰心，選擇提早退休。",
        "id": 55,
        "key": "promotions",
        "stem": "Having missed several *** in her career, Ms. Swift felt discouraged and opted for early retirement."
    },
    {
        "chn": "公司決定把員工休息室裡的地毯換成塑膠地板。",
        "id": 56,
        "key": "replace",
        "stem": "The company decided to *** the carpeting in the employee lounge with plastic flooring."
    },
    {
        "chn": "董事會擔心公司對網路攻擊的防護不足。",
        "id": 57,
        "key": "insufficient",
        "stem": "The board is concerned about the company's *** protection against cyberattacks."
    },
    {
        "chn": "本店在一月10日至25日間歇業，期間將進行徹底的翻修。",
        "id": 58,
        "key": "thorough",
        "stem": "The store will be closed between 10 and 25 of January, during which time it will undergo a *** overhaul."
    },
    {
        "chn": "執行長將搭機前往波士頓參加年度人工智慧大會。",
        "id": 59,
        "key": "convention",
        "stem": "The CEO will fly to Boston to attend an annual *** of artificial intelligence."
    },
    {
        "chn": "審查過我們的年度報告後，企業顧問指出幾項財務危機的徵兆。",
        "id": 60,
        "key": "symptoms",
        "stem": "After reviewing our annual report, the business consultant pointed out several *** of financial crisis."
    },
    {
        "chn": "在持續獲利多年之後，公司如今想要把營運範圍擴展到海外。",
        "id": 61,
        "key": "expand",
        "stem": "Having been turning a profit for years, the company is now looking to *** its operations overseas."
    },
    {
        "chn": "單筆金額達到一千元以上的訂單，顧客可以選擇十二個月無息分期付款。",
        "id": 62,
        "key": "installments",
        "stem": "For single orders of $1,000 or more, customers may choose to pay in 12 monthly *** without interest."
    },
    {
        "chn": "假如你想投資股票，我強烈推薦你先尋求專業的建議。",
        "id": 63,
        "key": "recommend",
        "stem": "If you want to invest in stocks, I would strongly *** that you seek professional advice first."
    },
    {
        "chn": "Electrisma是一家國際企業，主要經銷像冰箱和洗衣機之類的家電產品。",
        "id": 64,
        "key": "appliances",
        "stem": "Electrisma is an international business which deals mainly in household *** such as refrigerators and washing machines."
    },
    {
        "chn": "Apollo Entertainment和Wizard Tech正在合作開發新的手遊。",
        "id": 65,
        "key": "cooperating",
        "stem": "Apollo Entertainment and Wizard Tech are *** in the development of a new mobile game."
    },
    {
        "chn": "由於我們預算有限，採購全新的系統在經濟上恐怕不是可行的解決方案。",
        "id": 66,
        "key": "feasible",
        "stem": "Since we have a limited budget, purchasing a whole new system may not be an economically *** solution."
    },
    {
        "chn": "總統到訪的期間，Lakeside Resort周圍會加強保全措施。",
        "id": 67,
        "key": "Security",
        "stem": "*** around the Lakeside Resort will be tightened during the president's visit."
    },
    {
        "chn": "執行長目前正在開重要的會議，但是他一有空我就會通知您。",
        "id": 68,
        "key": "available",
        "stem": "The CEO is currently in an important meeting, but I will let you know as soon as he is ***."
    },
    {
        "chn": "對傳統家庭主婦來說，理想房屋的基本條件之一就是寬敞的廚房。",
        "id": 69,
        "key": "spacious",
        "stem": "For traditional housewives, a *** kitchen is one of the basic requirements of an ideal house."
    },
    {
        "chn": "我們和建築師約了時間，要討論建物設計的最終版本。",
        "id": 70,
        "key": "version",
        "stem": "We have made an appointment with the architect to discuss the final *** of the building design."
    },
    {
        "chn": "除了應徵表格之外，你也必須繳交一份最高學歷的證書。",
        "id": 71,
        "key": "certificate",
        "stem": "In addition to the application form, you must also submit a copy of the *** of your highest academic degree."
    },
    {
        "chn": "之前有國際貿易經驗者在招聘過程中會占優勢。",
        "id": 72,
        "key": "advantage",
        "stem": "Those who have previous experience in international trade will have an *** in the recruitment process."
    },
    {
        "chn": "有這麼多家公司在競標，很難估計我們的勝算。",
        "id": 73,
        "key": "estimate",
        "stem": "With so many companies competing for the bid, it is difficult to *** our chance of success."
    },
    {
        "chn": "在昨天的記者會上，這位知名的棒球選手宣布將在本賽季後退休。",
        "id": 74,
        "key": "announced",
        "stem": "In the press conference yesterday, the famous baseball player *** his retirement at the end of the season."
    },
    {
        "chn": "自動提款機告訴我，我已達到每日提款金額的上限。",
        "id": 75,
        "key": "maximum",
        "stem": "The ATM told me that I had reached the *** amount of money I could withdraw per day."
    },
    {
        "chn": "Young女士被指派監督我們市中心分店的整修計畫。",
        "id": 76,
        "key": "supervise",
        "stem": "Ms. Young has been assigned to *** the renovation project of our downtown branch."
    },
    {
        "chn": "這次的食安醜聞導致這家連鎖餐廳倒閉，以及後續數千名員工的遣散。",
        "id": 77,
        "key": "subsequent",
        "stem": "The food safety scandal led to the shutdown of the restaurant chain and the *** layoff of thousands of workers."
    },
    {
        "chn": "很有耐性而且對小孩有興趣，是擔任小學老師的先決條件。",
        "id": 78,
        "key": "prerequisites",
        "stem": "Good patience and an interest in children are*** for the job of an elementary school teacher."
    },
    {
        "chn": "這間化學工廠的所有員工會在六月底前接受年度健康檢查。",
        "id": 79,
        "key": "annual",
        "stem": "All employees in the chemical factory will receive their *** medical checkup by the end of June."
    },
    {
        "chn": "Lawson先生打電話給保險業務員，想知道他的病情是否在保單給付的範圍內。",
        "id": 80,
        "key": "coverage",
        "stem": "Mr. Lawson called his insurance agent to see if his medical condition fell within the insurance policy's ***."
    },
    {
        "chn": "我們的IT部門員工有他們自己獨特的文化；他們和公司其他部門沒有完全融合。",
        "id": 81,
        "key": "unique",
        "stem": "Our IT staff seem to have a *** culture of their own; they don't really fit in with the rest of the company."
    },
    {
        "chn": "老師調整了喇叭的音量，使得音量能讓教室裡的每個人都聽得舒服。",
        "id": 82,
        "key": "adjusted",
        "stem": "The teacher *** the volume of the speakers to make the sound comfortably loud for everyone in the classroom."
    },
    {
        "chn": "Thomas教授要找一位研究生來擔任新專案的助理。",
        "id": 83,
        "key": "assistant",
        "stem": "Professor Thomas is looking for a graduate student to work as his *** in the new project."
    },
    {
        "chn": "財務副理Stacey Cook奉派和Royal Bank談判貸款展延事宜。",
        "id": 84,
        "key": "negotiate",
        "stem": "Stacey Cook, the deputy finance manager, has been assigned to *** a loan extension with the Royal Bank."
    },
    {
        "chn": "他被競爭激烈的工作環境嚇到了，才過兩個月就選擇離開公司。",
        "id": 85,
        "key": "competitive",
        "stem": "He chose to leave the company only two months later as he was intimidated by the *** working environment."
    },
    {
        "chn": "查過庫存之後，店員告訴我這本書已經沒有存貨了。",
        "id": 86,
        "key": "inventory",
        "stem": "The clerk checked the *** and told me that there weren't any copies of the book left."
    },
    {
        "chn": "假如你想在外國延長停留的時間，你的簽證需要經過主管機關認證。",
        "id": 87,
        "key": "validated",
        "stem": "If you want to extend your stay in a foreign country, you will need to get your visa *** by authorities."
    },
    {
        "chn": "Olson先生給總裁的訊息包含了不該對外公開的私人意見。",
        "id": 88,
        "key": "private",
        "stem": "Mr. Olson's message to the president contained *** opinions which were not supposed to be published."
    },
    {
        "chn": "萬一這份合約的條文和過去的協議有衝突，前者的效力勝過後者。",
        "id": 89,
        "key": "conflict",
        "stem": "In the event of a *** between the provisions of this contract and those of any previous agreements, the former will prevail over the latter."
    },
    {
        "chn": "我們這次出差去Maimi的花費很值得，因為我們成功地和當地的批發商建立關係。",
        "id": 90,
        "key": "outlay",
        "stem": "Our business trip to Miami proved to be well worth the *** as we successfully built connections with local distributors."
    },
    {
        "chn": "人權團體關切警方對抗議人士使用過度的暴力。",
        "id": 91,
        "key": "excessive",
        "stem": "Human rights groups are concerned about the *** use of force by the police against the protesters."
    },
    {
        "chn": "這艘漁船登記為台灣籍，不過船上大部分的漁工都是菲律賓人。",
        "id": 92,
        "key": "registered",
        "stem": "The fishing boat is *** as Taiwanese, though most of the workers on board are Filipinos."
    },
    {
        "chn": "White先生曾在大學時期半工半讀，後來在微軟公司找到固定工作。",
        "id": 93,
        "key": "permanent",
        "stem": "Mr. White had worked part-time during college years before he got a *** job at Microsoft."
    },
    {
        "chn": "我們打算進軍北美市場，而該目標主要的障礙就是關稅。",
        "id": 94,
        "key": "obstacle",
        "stem": "We aim to expand into the North American market, and the major *** to that goal is the tariff."
    },
    {
        "chn": "工程師們討論過不同的替代辦法來提高該設備的耐用性。",
        "id": 95,
        "key": "alternative",
        "stem": "The engineers discussed various *** methods to increase the durability of the equipment."
    },
    {
        "chn": "根據求才廣告，應徵該職位的人選應該要懂電腦。",
        "id": 96,
        "key": "candidates",
        "stem": "According to the help wanted ad, *** applying for this position should be computer-literate."
    },
    {
        "chn": "負責發薪的職員會核對員工們的出勤時間表，確認他們是否有資格領加班補貼。",
        "id": 97,
        "key": "qualify",
        "stem": "The payroll clerk will check employees' time sheets to verify whether they *** for overtime compensations."
    },
    {
        "chn": "管理階層宣布將實施緊急辦法以因應升高的危機。",
        "id": 98,
        "key": "implemented",
        "stem": "The management has announced that emergency procedures will be *** to cope with the growing crisis."
    },
    {
        "chn": "為了訪客的方便，博物館在主建築和南館都設有禮品店。",
        "id": 99,
        "key": "convenience",
        "stem": "For the visitors' ***, the museum has gift shops in both the main building and the south annex."
    },
    {
        "chn": "今天的議程包括檢討我們的銷售紀錄以及開發更完整的行銷策略。",
        "id": 100,
        "key": "strategy",
        "stem": "Today's agenda includes a review of our sales records and developing a more comprehensive marketing ***."
    },
    {
        "chn": "人們收到的建議是別用全部的錢投資單一股票。",
        "id": 101,
        "key": "invest",
        "stem": "People are advised not to *** all their money in a single stock."
    },
    {
        "chn": "為了吸引高檔的訪客，這家飯店在淡季期間把所有的客房重新整修過。",
        "id": 102,
        "key": "renovated",
        "stem": "To attract high-end visitors, the hotel had all its guest rooms *** during the off season."
    },
    {
        "chn": "Jonathan是經驗老到的業務員，他在零售業有豐沛的人脈。",
        "id": 103,
        "key": "contacts",
        "stem": "Jonathan is a seasoned salesperson who has a lot of good *** in the retail industry."
    },
    {
        "chn": "在擔任行銷主管的三年期間，Jones女士證明了她領導並啟發員工的傑出能力。",
        "id": 104,
        "key": "exceptional",
        "stem": "During her three years as marketing director, Ms. Jones demonstrated her *** ability to lead and inspire her staff."
    },
    {
        "chn": "公司決定暫緩擴張計畫的理由有好幾個，其中之一是最近經濟不景氣。",
        "id": 105,
        "key": "multiple",
        "stem": "There are *** reasons why the company has decided to suspend its plan to expand, and the recent recession is one of them."
    },
    {
        "chn": "向主管解釋他的情況之後，Jeremy獲准延後一週完成他的企劃案。",
        "id": 106,
        "key": "extension",
        "stem": "After explaining his situation to his supervisor, Jeremy was given a one-week *** to finish his project."
    },
    {
        "chn": "為了方便安排供餐，請準確註明有多少人要出席本次活動。",
        "id": 107,
        "key": "specify",
        "stem": "To facilitate catering arrangements, please *** precisely how many persons will be attending the event."
    },
    {
        "chn": "執行長在開會時談到公司致力於開發新產品的長期願景。",
        "id": 108,
        "key": "prospect",
        "stem": "At the meeting, the CEO talked about the long-term *** of the company's effort in developing new products."
    },
    {
        "chn": "有人指出政府的財政撙節對整體經濟成長是有害的。",
        "id": 109,
        "key": "detrimental",
        "stem": "It is pointed out that the government's fiscal austerity can be *** to overall economic growth."
    },
    {
        "chn": "市長剛上任時承諾要提供全市免費使用網路連線。",
        "id": 110,
        "key": "access",
        "stem": "When the mayor first took office, he promised to provide free citywide *** to the Internet."
    },
    {
        "chn": "飯店每一間房都有獨特的主題，但是基本的格局配置幾乎都相同。",
        "id": 111,
        "key": "layouts",
        "stem": "Each of the hotel rooms has a unique theme, but their basic *** are almost the same."
    },
    {
        "chn": "Dr. Lewis走出法庭的那一刻，他發現自己立刻被新聞媒體團團圍住。",
        "id": 112,
        "key": "surrounded",
        "stem": "The moment that Dr. Lewis walked out of the courthouse, he found himself immediately *** by the press."
    },
    {
        "chn": "身為新人，建議你在做重要決定之前先向資深同事諮詢。",
        "id": 113,
        "key": "colleagues",
        "stem": "As a newcomer, you are advised to consult the senior *** before making any important decisions."
    },
    {
        "chn": "上週正式發布的數據顯示失業率仍在上升。",
        "id": 114,
        "key": "released",
        "stem": "Figures officially *** last week have revealed that unemployment is still rising."
    },
    {
        "chn": "董事會對Franco先生的行政管理能力沒什麼信心，想要找其他人取代他的經理職位。",
        "id": 115,
        "key": "executive",
        "stem": "Having little confidence in Mr. Franco's *** ability, the board is looking for someone else to take over his position as manager."
    },
    {
        "chn": "我們最後和客戶協議，提供量身訂做的方案以滿足他所有的需求。",
        "id": 116,
        "key": "requirements",
        "stem": "We finally agreed with the client on a tailored package which would meet all his ***."
    },
    {
        "chn": "Watson教授是全世界頂尖的風險管理和投資策略專家之一。",
        "id": 117,
        "key": "foremost",
        "stem": "Professor Watson is one of the world's *** experts in risk management and investment strategies."
    },
    {
        "chn": "雖然Maple Inn是一家只有基本設施的小旅館，卻有著溫馨好客的氣氛。",
        "id": 118,
        "key": "facilities",
        "stem": "Although The Maple Inn is just a small hotel with basic ***, it has a warm, welcoming atmosphere."
    },
    {
        "chn": "為了提升該地區大眾對環境議題的認識，已經開辦了好幾個專案。",
        "id": 119,
        "key": "established",
        "stem": "A number of projects have been *** to promote public awareness of environmental issues in the region."
    },
    {
        "chn": "和電腦比起來，行動電話算是相對較晚近的發明。",
        "id": 120,
        "key": "recent",
        "stem": "Compared with the computer, the cellphone is a relatively *** invention."
    },
    {
        "chn": "T-med最近擴大事業，除了一般醫療用品之外，也經銷牙科器材。",
        "id": 121,
        "key": "instruments",
        "stem": "T-Med has recently expanded its business to carry dental *** in addition to general clinic supplies."
    },
    {
        "chn": "一般認為對於新聞媒體可以報導的消息應該要加以限制。",
        "id": 122,
        "key": "restrictions",
        "stem": "It is believed that there should be *** upon information that news media may report."
    },
    {
        "chn": "我們上一款型號的重大缺陷就是高耗電量，而新的版本已經有顯著的改善。",
        "id": 123,
        "key": "defect",
        "stem": "A major *** in our previous model was its high power consumption, which has been considerably improved in the new version."
    },
    {
        "chn": "每個星期一早晨，Sanders女士都會發表精神講話來激勵同仁。",
        "id": 124,
        "key": "motivate",
        "stem": "Every Monday morning, Ms. Sanders will try to *** her associates with a pep talk."
    },
    {
        "chn": "這份協議為將來雙方組織的合作打下了穩固的基礎。",
        "id": 125,
        "key": "foundation",
        "stem": "This agreement will help build a sound *** for future cooperation between the two organizations."
    },
    {
        "chn": "Carlston先生的新書內容包含了他過去在國際會議上的演說。",
        "id": 126,
        "key": "incorporates",
        "stem": "Mr. Carlston's latest book *** some of his past speeches at international conferences."
    },
    {
        "chn": "我們有創意的設計師們致力於開發創新的產品，為顧客帶來驚喜和歡樂。",
        "id": 127,
        "key": "innovative",
        "stem": "Our creative designers are committed to developing *** products to surprise and delight our customers."
    },
    {
        "chn": "Westside分公司有將近一半的員工再過兩年就符合退休資格。",
        "id": 128,
        "key": "eligible",
        "stem": "Almost half of the employees in our Westside branch will be *** for retirement in two years."
    },
    {
        "chn": "公司計畫在明年底之前將全部的生產線自動化。",
        "id": 129,
        "key": "automated",
        "stem": "The company plans to have all its assembly lines *** by the end of next year."
    },
    {
        "chn": "我們強烈建議顧客們購買某些電子產品的延長保固。",
        "id": 130,
        "key": "advise",
        "stem": "We strongly *** our customers to purchase extended warranties on certain electronic products."
    },
    {
        "chn": "需要專精技能的工作，待遇通常會比沒有特定條件的工作更好。",
        "id": 131,
        "key": "specialized",
        "stem": "Jobs that call for *** skills usually pay better than those without specific requirements."
    },
    {
        "chn": "顧問公司已經就目前市場對該產品的需求進行深入的分析。",
        "id": 132,
        "key": "analysis",
        "stem": "The consultancy has carried out an in-depth *** of the present market demand for the product."
    },
    {
        "chn": "這家醫院因為對某年長患者的治療疏失而備受批評。",
        "id": 133,
        "key": "treatment",
        "stem": "The hospital was heavily criticized for its negligent *** of an elderly patient."
    },
    {
        "chn": "這間購物商場有能夠容納超過八百部車的停車場。",
        "id": 134,
        "key": "accommodate",
        "stem": "The shopping mall has a car park that can *** over 800 vehicles."
    },
    {
        "chn": "市議會正在討論，計畫提供足夠的住屋給因為工業園區而增加的勞動人口。",
        "id": 135,
        "key": "adequate",
        "stem": "The city council is discussing plans to provide *** housing for the growing labor force brought by the industrial park."
    },
    {
        "chn": "Digipro的通訊APP因為使用容易而大獲好評，而且完全免費！",
        "id": 136,
        "key": "acclaimed",
        "stem": "Digipro's messaging app has been critically *** as the easiest to use, and it is totally free!"
    },
    {
        "chn": "本公司連續五年銷售量領先，這可是了不起的成就！",
        "id": 137,
        "key": "achievement",
        "stem": "Our company has been leading in sales for five consecutive years, which is no mean ***!"
    },
    {
        "chn": "董事會覺得你的想法很有吸引力，他們希望你儘快寫出具體的提案。",
        "id": 138,
        "key": "appealing",
        "stem": "The board found your idea quite ***, and they want you to write up a concrete proposal as soon as possible."
    },
    {
        "chn": "科技業的競爭很激烈，我們一直拼命努力讓公司維持下去。",
        "id": 139,
        "key": "struggling",
        "stem": "Competition is fierce in the tech industry, and we have been *** desperately to keep the business afloat."
    },
    {
        "chn": "這次修理不收工錢，但顧客必須付款購買不在保固範圍的零件。",
        "id": 140,
        "key": "warranty",
        "stem": "There is no labor cost for the repair, but the customer will have to pay for parts not covered by ***."
    },
    {
        "chn": "一般認為長時間工作可能造成負面影響，包括身心兩方面的危害。",
        "id": 141,
        "key": "hazards",
        "stem": "It is believed that long work hours could have negative effects, including both physical and mental ***."
    },
    {
        "chn": "加入我們忠實客戶專案的顧客將有機會獲得地中海豪華遊艇雙人假期。",
        "id": 142,
        "key": "luxury",
        "stem": "Customers who sign up for our loyalty program will have a chance to win a *** cruise around Mediterranean for two."
    },
    {
        "chn": "一般而言，員工在工作相關活動期間造成的損壞應由僱主負責。",
        "id": 143,
        "key": "responsible",
        "stem": "In general, the employer is *** for the damage that the employee has caused during work-related activities."
    },
    {
        "chn": "本地夏天天氣炎熱，氣溫頻頻超過攝氏35度。",
        "id": 144,
        "key": "exceeding",
        "stem": "It gets really hot here in summer, with temperatures frequently *** 35° C."
    },
    {
        "chn": "科學家警告，全球氣候的劇烈變化可能對我們的生活產生重大的影響。",
        "id": 145,
        "key": "drastic",
        "stem": "Scientists warn that the *** changes in global climate will have a major impact on our lives."
    },
    {
        "chn": "大部分的公司需要調整他們的保全政策，把網路的使用也納入考量。",
        "id": 146,
        "key": "adapt",
        "stem": "Most companies need to *** their security policies to take Internet use into consideration."
    },
    {
        "chn": "Anita對於將來出國念書十分熱衷，而且很努力在提升她的語言能力。",
        "id": 147,
        "key": "enthusiastic",
        "stem": "Anita is all *** about studying overseas in the future, and she is working hard to improve her language skills."
    },
    {
        "chn": "兩位資深工程師獲選代表本公司參加年度機器人學習會議。",
        "id": 148,
        "key": "represent",
        "stem": "Two senior engineers have been chosen to *** our company in the annual conference on robot learning."
    },
    {
        "chn": "只要有充分的資訊，我們的分析師就能以相當程度的準確性預測未來的銷售量。",
        "id": 149,
        "key": "degree",
        "stem": "With sufficient information, our analysts are able to predict future sales with a fair *** of accuracy."
    },
    {
        "chn": "幾乎每一位遊客在巴黎的旅遊行程一定會包含參觀艾菲爾鐵塔。",
        "id": 150,
        "key": "itinerary",
        "stem": "Almost every tourist's *** in Paris will surely include a visit to the Eiffel Tower."
    },
    {
        "chn": "我們去年最暢銷的產品是一部有多項特色的智慧手機。",
        "id": 151,
        "key": "features",
        "stem": "Our best-selling product last year was a smartphone with several distinctive ***."
    },
    {
        "chn": "公司所有的送貨卡車都是購買自同一家汽車經銷商。",
        "id": 152,
        "key": "purchased",
        "stem": "All of the company's delivery trucks have been *** from the same car dealers."
    },
    {
        "chn": "為了讓銀行核准你的貸款要求，你需要提供個人財務狀況的精確描述。",
        "id": 153,
        "key": "accurate",
        "stem": "For the bank to approve your loan request, you need to provide an *** description of your financial situation."
    },
    {
        "chn": "根據網路上的評論，這家餐廳還可以接受，但可能不如你期望的那麼好。",
        "id": 154,
        "key": "acceptable",
        "stem": "The restaurant is *** according to reviews over the Web, though it may not live up to your expectations."
    },
    {
        "chn": "人們發現這種藥物含有可能誘發氣喘的成分。",
        "id": 155,
        "key": "trigger",
        "stem": "It is found that the medicine contains substances which can *** asthma attacks."
    },
    {
        "chn": "只有少數資深主管有權限可以存取那些機密的文件。",
        "id": 156,
        "key": "classified",
        "stem": "Only a limited number of senior managers have the clearance to access those *** documents."
    },
    {
        "chn": "董事們對公司的擴張計畫表達關切。",
        "id": 157,
        "key": "concern",
        "stem": "The board of directors expressed great *** for the company's expansion plan."
    },
    {
        "chn": "專家建議政府採取辦法來鼓勵使用大眾運輸。",
        "id": 158,
        "key": "transportation",
        "stem": "Experts suggest that the government take steps to encourage the use of public ***."
    },
    {
        "chn": "假如披薩沒有在註明的時間內送達，該餐廳保證退款。",
        "id": 159,
        "key": "delivered",
        "stem": "The restaurant provides a money-back guarantee if the pizza is not *** within a specified time period."
    },
    {
        "chn": "目前正在進行調查，以找出造成飛機電力系統異常的確切原因。",
        "id": 160,
        "key": "malfunction",
        "stem": "An investigation is underway to see exactly what caused the *** of the plane's power system."
    },
    {
        "chn": "由於公司在行銷部分花費過多，鉅額的預算赤字似乎無可避免。",
        "id": 161,
        "key": "inevitable",
        "stem": "Due to the company's overspending on marketing, a large budget deficit seems ***."
    },
    {
        "chn": "假如我們無法滿足這位知名作者的要求，她可能會決定交由別家出版社來出版。",
        "id": 162,
        "key": "publish",
        "stem": "The famous author may decide to *** with other presses if we fail to meet her requirements."
    },
    {
        "chn": "身為該項錦標賽的前任冠軍得主，Swanson先生是發表開幕演說的適當人選。",
        "id": 163,
        "key": "appropriate",
        "stem": "As a former champion of the tournament, Mr. Swanson is an *** person to give the opening address."
    },
    {
        "chn": "由於在歐洲市場大獲成功，該公司如今有高額的銀行存款。",
        "id": 164,
        "key": "balance",
        "stem": "Due to its great success in the European market, the company now has a large bank ***."
    },
    {
        "chn": "經理下周會到日本和我們的生意夥伴會商。",
        "id": 165,
        "key": "consultation",
        "stem": "The manager will be in Japan next week for *** with our business partners."
    },
    {
        "chn": "由於天氣快速惡化，今晚所有的航班都已取消。",
        "id": 166,
        "key": "deteriorating",
        "stem": "All flights this evening have been canceled as the weather is *** fast."
    },
    {
        "chn": "東南亞各國的代表將於本周末開會討論區域經濟合作。",
        "id": 167,
        "key": "Delegates",
        "stem": "*** from southeast Asian countries are meeting this weekend to discuss regional economic cooperation."
    },
    {
        "chn": "人們很關切自動化對工廠工人的生活造成衝擊。",
        "id": 168,
        "key": "impact",
        "stem": "People are concerned about the *** of automation on the lives of factory workers."
    },
    {
        "chn": "市長值得提及的成就之一是打造全市的wifi網路。",
        "id": 169,
        "key": "remarkable",
        "stem": "One of the mayor's *** achievements has been the construction of a citywide wi-fi network."
    },
    {
        "chn": "這家汽車製造商的新車款不久將在全國各地的展示間展出。",
        "id": 170,
        "key": "exhibited",
        "stem": "New models by the car manufacturer will soon be *** in showrooms across the country."
    },
    {
        "chn": "中國政府設法維持人民幣對美元的匯率穩定。",
        "id": 171,
        "key": "stable",
        "stem": "The Chinese government is trying to keep the RMB exchange rate *** against the US dollar."
    },
    {
        "chn": "我們的IT專家已經建立發生網路攻擊時的幾種可能劇本。",
        "id": 172,
        "key": "scenarios",
        "stem": "Our IT specialists have constructed several *** in case of an cyberattack."
    },
    {
        "chn": "儘管專家對經濟的預測是樂觀的，投資人仍在尋找更強烈的景氣復甦訊號。",
        "id": 173,
        "key": "forecast",
        "stem": "Despite an optimistic economic *** by experts, investors are still looking for stronger signs of recovery."
    },
    {
        "chn": "有些顧客在公司的臉書頁面張貼訊息來表達他們的不滿。",
        "id": 174,
        "key": "expressed",
        "stem": "Some customers *** their dissatisfaction by posting messages on the company's Facebook page."
    },
    {
        "chn": "你認為政府在調節市場方面應該介入到什麼程度？",
        "id": 175,
        "key": "regulating",
        "stem": "To what extent do you think the government should be involved in *** the market?"
    },
    {
        "chn": "運動手環是一種可以監測心跳、紫外線、睡眠、移動距離等等的精巧裝備。",
        "id": 176,
        "key": "gadget",
        "stem": "A fitness band is a *** that can monitor heart rate, UV light, sleep, distance traveled, etc."
    },
    {
        "chn": "我們在找一位有幹勁、精力充沛的人來領導本地的業務團隊。",
        "id": 177,
        "key": "dynamic",
        "stem": "We are looking for a *** and energetic person to lead our local sales team."
    },
    {
        "chn": "今天下午辦公室幾乎沒人，因為全體員工都出去發傳單了。",
        "id": 178,
        "key": "distributing",
        "stem": "The office is nearly empty this afternoon as the whole staff is out *** handbills."
    },
    {
        "chn": "公司對員工進行調查，收集他們對新的福利方案的回饋意見。",
        "id": 179,
        "key": "feedback",
        "stem": "The company carried out a survey among employees for their *** on the new benefit plan."
    },
    {
        "chn": "很重要的一點是，判斷應該基於客觀事實而非個人感情。",
        "id": 180,
        "key": "objective",
        "stem": "It is important that the judgement be based on *** facts instead of personal feelings."
    },
    {
        "chn": "管理階層因為應對危機的無能表現而遭到嚴厲的批評。",
        "id": 181,
        "key": "severe",
        "stem": "The management suffered *** criticism for their inability to respond to crises."
    },
    {
        "chn": "石化工廠的安全準則必須嚴格遵守。",
        "id": 182,
        "key": "protocols",
        "stem": "Safety *** in the petrochemical plant must be strictly observed."
    },
    {
        "chn": "所謂財經專家們所使用的行話或術語有時可能很令人困惑。",
        "id": 183,
        "key": "baffling",
        "stem": "The jargon or terminology that the so-called financial experts use can be *** sometimes."
    },
    {
        "chn": "我們今年需要專注在控制預算而非貿然擴張。",
        "id": 184,
        "key": "focus",
        "stem": "Instead of expanding recklessly, we need to *** on budget control this year."
    },
    {
        "chn": "我們感激您對公司的忠誠。然而，經理的職位可能超出您的能力範圍。",
        "id": 185,
        "key": "capability",
        "stem": "We appreciate your loyalty to the company. However, the manager's position might be beyond your ***."
    },
    {
        "chn": "從風險分散的觀點來看，我們的投資似乎過度集中在同一類股。",
        "id": 186,
        "key": "sector",
        "stem": "Our investment seems to be overly concentrated in one *** in terms of risk diversification."
    },
    {
        "chn": "接受面試者在回答這些問題之前會有充分的時間可以考慮。",
        "id": 187,
        "key": "ample",
        "stem": "The interviewees will be given *** time to consider before answering these questions."
    },
    {
        "chn": "公司雇用了外部的顧問來診斷業績表現不佳的問題。",
        "id": 188,
        "key": "diagnose",
        "stem": "The company hired an external consultant to *** poor sales performance."
    },
    {
        "chn": "對員工來說，薪資是他們判定自己是否受到雇主賞識的最重要指標。",
        "id": 189,
        "key": "appreciated",
        "stem": "The wage is the most important indicator for an employee to decide whether they are being*** by their employer."
    },
    {
        "chn": "產品的所有零件都必須精確製作，才能完美組合起來。",
        "id": 190,
        "key": "precision",
        "stem": "All parts of the model must be made with *** to fit perfectly together."
    },
    {
        "chn": "幾乎全體董事會成員都同意我們的企業文化需要改革，才能鼓勵創新和生產力。",
        "id": 191,
        "key": "reformed",
        "stem": "Almost all board members agree that our corporate culture needs to be *** to encourage innovation and productivity."
    },
    {
        "chn": "供應商向我們保證訂單會在最後期限之前送達。",
        "id": 192,
        "key": "assured",
        "stem": "Our supplier *** us that our orders would be delivered by the deadline."
    },
    {
        "chn": "如果董事們對未來感到悲觀，他們就不會支持擴大營運的提案。",
        "id": 193,
        "key": "pessimistic",
        "stem": "The directors would not support the proposal to expand if they were *** about the future."
    },
    {
        "chn": "公司藉由採用一貫的設計來確保所有的店面都能提供愉快輕鬆的氛圍。",
        "id": 194,
        "key": "ambiance",
        "stem": "By adopting universal design, the company ensures that all its stores provide an *** that is delightful and relaxing."
    },
    {
        "chn": "我接到新聞記者打來的電話，他們想確認我們撤出亞洲市場的傳言。",
        "id": 195,
        "key": "confirm",
        "stem": "I received phone calls from journalists who wanted to *** the rumors of our withdrawal from the Asian market."
    },
    {
        "chn": "年度會議的開幕宴會將於六月廿八日在Marshall飯店舉行。",
        "id": 196,
        "key": "reception",
        "stem": "The opening *** of the annual meeting will take place at the Marshall Hotel on June 28."
    },
    {
        "chn": "即使缺席了好幾個月，King先生很快就重回工作的軌道。",
        "id": 197,
        "key": "absence",
        "stem": "Even after an *** of several months, Mr. King got back on track at work pretty soon."
    },
    {
        "chn": "隨著國內市場飽和，日本公司尋求把事業擴大到其他國家。",
        "id": 198,
        "key": "domestic",
        "stem": "With a saturated *** market, Japanese companies are looking to expand their business into other countries."
    },
    {
        "chn": "我們想要對主辦的工作人員表達讚許，他們努力籌備了這次的活動。",
        "id": 199,
        "key": "compliment",
        "stem": "We would like to pay our *** to the host staff for their hard work in organizing the event."
    },
    {
        "chn": "美食或餐廳評論家必須具備的重要特質就是精緻的味覺。",
        "id": 200,
        "key": "delicate",
        "stem": "A vital quality that a food or restaurant critic must possess is a *** sense of taste."
    },
    {
        "chn": "新的執行長與她的前任不同，對於和員工建立密切的關係不感興趣。",
        "id": 201,
        "key": "predecessor",
        "stem": "Unlike her ***, the new CEO has no interest in forging a strong relationship with the staff."
    },
    {
        "chn": "新的執行長相信只要她努力扭轉局面，她可以讓那些懷疑其資格的人閉嘴。",
        "id": 202,
        "key": "qualification",
        "stem": "The new CEO believes that, as long as she works hard to turn things around, she can silence those who question her ***."
    },
    {
        "chn": "由於過去三年連續賠錢，關掉不賺錢的分店是合理的決定。",
        "id": 203,
        "key": "reasonable",
        "stem": "Since we have been losing money in the past three years, it is a *** decision to close unprofitable branches."
    },
    {
        "chn": "總裁強調所有的員工必須要團隊合作，才是成功的保證。",
        "id": 204,
        "key": "essential",
        "stem": "The president stressed that it is *** for all employees to work as a team to guarantee success."
    },
    {
        "chn": "我們剛剛才在各大電視網的黃金時段打廣告，發表我們新的旗艦智慧手機。",
        "id": 205,
        "key": "launched",
        "stem": "We have just *** our new flagship smartphone with prime-time commercials on the major networks."
    },
    {
        "chn": "政府制定了完整的計劃以吸收來自國外的資金。",
        "id": 206,
        "key": "absorb",
        "stem": "The government has made a comprehensive plan to *** funds from foreign sources."
    },
    {
        "chn": "在工作面試時，應徵者可能會被要求詳細描述其工作經歷。",
        "id": 207,
        "key": "describe",
        "stem": "In a job interview, applicants may be asked to *** their employment history in detail."
    },
    {
        "chn": "兩家公司將各自派出談判團隊來討論合併的提案。",
        "id": 208,
        "key": "merger",
        "stem": "Either company will dispatch a team of negotiators to discuss the proposed ***."
    },
    {
        "chn": "雖然我設法讓管理團隊注意到這項可能的風險，他們似乎認為這件事無關緊要。",
        "id": 209,
        "key": "significance",
        "stem": "Although I tried to bring the management's attention to this potential risk, they seemed to consider it a matter of no ***."
    },
    {
        "chn": "這家頂尖的線上零售業者發表了有關進軍遊戲產業的正式聲明。",
        "id": 210,
        "key": "official",
        "stem": "The top online retailer issued an *** statement regarding its expansion into the gaming industry."
    },
    {
        "chn": "這項比賽的目的是要發掘有潛力成為大明星的歌手。",
        "id": 211,
        "key": "potential",
        "stem": "The purpose of the competition is to discover singers with *** to become major stars."
    },
    {
        "chn": "到廿世紀末，台灣許多勞力密集的產業都把生產設施移到中國。",
        "id": 212,
        "key": "intensive",
        "stem": "By the end of the 20th century, many of Taiwan's labor-*** industries had moved their production facilities to China."
    },
    {
        "chn": "大部分市民相信興建新的高速公路可以促進旅遊業的發展。",
        "id": 213,
        "key": "facilitate",
        "stem": "Most citizens believe that the construction of a new freeway will *** the development of tourism."
    },
    {
        "chn": "我們會提供新訓課程來協助新進人員適應新環境。",
        "id": 214,
        "key": "recruits",
        "stem": "We will provide an orientation session to help *** get used to the new environment."
    },
    {
        "chn": "比較市場上的各種系統之後，我們選擇了其中由日本公司設計的一種。",
        "id": 215,
        "key": "various",
        "stem": "Having compared *** systems on the market, we opted for the one designed by a Japanese company."
    },
    {
        "chn": "根據那些年輕人的外表，飯店經理猜想他們是放暑假的學生。",
        "id": 216,
        "key": "presumed",
        "stem": "From the young people's appearance, the hotel manager *** that they were students on their summer vacation."
    },
    {
        "chn": "某個經濟體系產能的起伏，稱之為產業循環。",
        "id": 217,
        "key": "cycle",
        "stem": "How the production output rises and falls in an economy is referred to as the business ***."
    },
    {
        "chn": "人們指控這位立法委員背叛了他擁護勞工權利的競選承諾。",
        "id": 218,
        "key": "advocate",
        "stem": "The legislator was accused of betraying his campaign promise to *** labor rights."
    },
    {
        "chn": "要開辦行動咖啡的事業，你得先有一部車，最好是箱型車，然後上面搭載一部咖啡機。",
        "id": 219,
        "key": "mobile",
        "stem": "To start your *** café business, you need to first have a vehicle, preferably a van, and then fit it with a coffee machine."
    },
    {
        "chn": "我們Greenville慈善基金會希望未來能持續得到您的支持和參與。",
        "id": 220,
        "key": "support",
        "stem": "We at Greenville Charity Foundation hope to continue to have your *** and participation in the future."
    },
    {
        "chn": "十多年來，本公司一直是這項慈善義跑的主要贊助者之一。",
        "id": 221,
        "key": "sponsors",
        "stem": "For over a decade, our company has been one of the major *** of the charity run."
    },
    {
        "chn": "下個月銀行遷出後，本大樓會空出一些停車位。",
        "id": 222,
        "key": "vacant",
        "stem": "The building will have a few *** parking spaces after the bank moves out next month."
    },
    {
        "chn": "銀行雇用顧問公司來分析顧客過去消費的方式。",
        "id": 223,
        "key": "analyze",
        "stem": "The bank hires a consultancy to *** the way their customers have spent money in the past."
    },
    {
        "chn": "今晚供應的食物還好，不過我認為沒有達到這家餐廳平常的水準。",
        "id": 224,
        "key": "standard",
        "stem": "The food served tonight was fine, though I don't think it was up to the restaurant's usual ***."
    },
    {
        "chn": "執行長強調，關閉市中心營業地點的決定是暫時的，將來可能重新開張。",
        "id": 225,
        "key": "provisional",
        "stem": "The CEO stressed that the decision to close the downtown location was *** and it might be reopened in the future."
    },
    {
        "chn": "在採購預算有限的情況下，我擔心我們負擔不起將辦公室所有的電腦升級。",
        "id": 226,
        "key": "procurement",
        "stem": "With limited *** budget, I am afraid we cannot afford to upgrade all the computers in the office."
    },
    {
        "chn": "根據電腦模擬的結果，在興建新的公路之後，本地區的交通流量將會倍增。",
        "id": 227,
        "key": "simulation",
        "stem": "According to computer ***, traffic volume in the district will double after the new highway construction."
    },
    {
        "chn": "董事會的其他成員反對董事長的改革計畫，讓他很失望。",
        "id": 228,
        "key": "object",
        "stem": "The chairman was disappointed when the other board members *** to his plan to reform."
    },
    {
        "chn": "Joseph擔心他沒有其它適合如此正式場合的衣服。",
        "id": 229,
        "key": "suitable",
        "stem": "Joseph was worried that he did not have other clothes *** for such a formal occasion."
    },
    {
        "chn": "農夫們擔心異常寒冷的天氣可能影響冬天的農作。",
        "id": 230,
        "key": "affect",
        "stem": "Farmers are concerned that the unusually cold weather could *** their winter crops."
    },
    {
        "chn": "執行長大部分的時間都待在總公司，偶爾才到工廠來視察。",
        "id": 231,
        "key": "occasional",
        "stem": "The CEO spends most of his time in the head office and only makes *** visits to the factories."
    },
    {
        "chn": "Smith博士是了不起的科學家，其成就不勝枚舉。",
        "id": 232,
        "key": "numerous",
        "stem": "Dr. Smith is a great scientist whose achievements are just too *** to mention."
    },
    {
        "chn": "全國各地的商會聯合反對強烈偏向勞方的新版勞動法。",
        "id": 233,
        "key": "oppose",
        "stem": "Chambers of commerce around the country have joined forces to *** the new labor laws, which are strongly in favor of employees."
    },
    {
        "chn": "你的新設計既創新又省錢。你有考慮過申請專利嗎？",
        "id": 234,
        "key": "patent",
        "stem": "Your new design is both innovative and economical. Have you ever thought of taking out a *** on it?"
    },
    {
        "chn": "Jones夫婦決定找另一家不動產業者來為他們的房產估價。",
        "id": 235,
        "key": "appraised",
        "stem": "Mr. and Mrs. Jones decided to have their property *** by another realtor."
    },
    {
        "chn": "管理階層要求我們的IT專家追查試圖入侵系統的駭客。",
        "id": 236,
        "key": "prompted",
        "stem": "The management *** our IT experts to track down the hacker who attempted to breach our system."
    },
    {
        "chn": "身為英文老師，Jennifer必須想出有趣的活動來促進課堂參與。",
        "id": 237,
        "key": "participation",
        "stem": "As an English teacher, Jennifer has to think up interesting activities to encourage class ***."
    },
    {
        "chn": "電話行銷人員的來電讓行動電話使用者不堪其擾。",
        "id": 238,
        "key": "ongoing",
        "stem": "Phone calls from telemarketers have become an *** annoyance for mobile phone users."
    },
    {
        "chn": "建設公司在開始施工前必須先獲得當地主管機關的核准。",
        "id": 239,
        "key": "approval",
        "stem": "Construction companies must first obtain the *** of the local authority before they can start building."
    },
    {
        "chn": "Net Shield正在開發一組應用程式，以協助使用者保護其行動裝置應付網路威脅。",
        "id": 240,
        "key": "bundle",
        "stem": "Net Shield is developing a *** of apps to help users protect their mobile devices from cyber threats."
    },
    {
        "chn": "我在開始動筆前和出版商談過本書的格式。",
        "id": 241,
        "key": "format",
        "stem": "I talked to my publisher about the *** of the book before I started writing."
    },
    {
        "chn": "這家線上遊戲公司違反了與顧客之間的協議，把他們的個資外洩給第三方。",
        "id": 242,
        "key": "violated",
        "stem": "The online gaming company *** its agreement with customers by releasing their personal information to third parties."
    },
    {
        "chn": "在你開始使用新的信用卡之前，要先遵循幾個預備步驟。",
        "id": 243,
        "key": "preliminary",
        "stem": "There are a few *** steps to follow before you can start using a new credit card."
    },
    {
        "chn": "公司在找一位有經驗的、具備網路安全相關專業的程式設計師。",
        "id": 244,
        "key": "expertise",
        "stem": "The company is looking for an experienced programmer with relevant *** in Internet security."
    },
    {
        "chn": "假如產品含有過敏原成分，應該在標籤上印出適當的警語。",
        "id": 245,
        "key": "label",
        "stem": "An appropriate warning should be printed on the *** if the product contains allergenic ingredients."
    },
    {
        "chn": "作為生意夥伴，兩家公司將會為彼此的共同利益密切合作。",
        "id": 246,
        "key": "mutual",
        "stem": "As business partners, the two companies will work closely together for *** benefit."
    },
    {
        "chn": "身為學習型組織，我們頻繁地舉辦研習活動，協助員工精進他們的技能。",
        "id": 247,
        "key": "refine",
        "stem": "As a learning organization, we frequently hold workshops to help our employees *** their skills."
    },
    {
        "chn": "我們需要儘快讓建案獲得本市建築主管機關的批准。",
        "id": 248,
        "key": "authority",
        "stem": "We need to get our construction proposal approved by the city's building *** as soon as possible."
    },
    {
        "chn": "我們隨機選出顧客進行調查，以取得對於本餐廳的普遍意見。",
        "id": 249,
        "key": "random",
        "stem": "We have surveyed a *** selection of customers to get general opinions about the restaurant."
    },
    {
        "chn": "上次談判時，客戶堅持利率應該在合約中明文規定。",
        "id": 250,
        "key": "stipulated",
        "stem": "In the last negotiation, our client insisted that the interest rate should be *** in the contract."
    },
    {
        "chn": "私人企業部門擔心嚴格的法規會讓可能的投資者卻步。",
        "id": 251,
        "key": "regulations",
        "stem": "The private sector is worried that strict *** will turn away prospective investors."
    },
    {
        "chn": "Redford先生負責協調所有參加活動來賓的住宿和交通。",
        "id": 252,
        "key": "coordinating",
        "stem": "Mr. Redford is in charge of *** accommodations and transportation for all guests attending the event."
    },
    {
        "chn": "根據新聞報導，水患受災地區仍然嚴重缺乏食物和淨水。",
        "id": 253,
        "key": "scarcity",
        "stem": "According to news report, there is still a great *** of food and clean water in the flood-stricken areas."
    },
    {
        "chn": "總部已召開緊急會議來因應此次危機。",
        "id": 254,
        "key": "convened",
        "stem": "An emergency meeting was *** at the headquarters to cope with the crisis."
    },
    {
        "chn": "因為之前的屋主急需現金，我們能夠以相對低價買下房子。",
        "id": 255,
        "key": "previous",
        "stem": "We were able to purchase the house at a relatively low price because the *** owner was desperate for cash."
    },
    {
        "chn": "現在可能不是討論這個問題的好時機，因為那和今天會議的主題幾乎毫不相關。",
        "id": 256,
        "key": "relevant",
        "stem": "This may not be a good time to talk about the issue as it is hardly *** to the topic of today's meeting."
    },
    {
        "chn": "當管理階層宣布本年度再次虧損，員工們加薪的希望完全消失了。",
        "id": 257,
        "key": "removed",
        "stem": "The employees' hope for a pay raise was entirely *** as the management announced another deficit year."
    },
    {
        "chn": "週六的研討會將以該機構總裁的演說開場。",
        "id": 258,
        "key": "commence",
        "stem": "Saturday's seminar will *** with a speech by the president of the institute."
    },
    {
        "chn": "好幾位在IT產業有巨大影響力的人物受邀在本次會議上演說。",
        "id": 259,
        "key": "influential",
        "stem": "Several highly *** figures in the IT industry were invited to speak at the conference."
    },
    {
        "chn": "在研習活動中，文物專家們示範了他們修復受損物件的純熟技巧。",
        "id": 260,
        "key": "technique",
        "stem": "At the workshop, artifact specialists demonstrated their sophisticated *** of repairing damaged items."
    },
    {
        "chn": "對製造商而言，直接供貨給零售業者比透過批發商配銷更划算。",
        "id": 261,
        "key": "wholesalers",
        "stem": "It is more economic for manufacturers to supply directly to retailers than to distribute through ***."
    },
    {
        "chn": "我們沒有事先預約就去了那家知名的義大利餐廳，幸好等候的時間很短暫。",
        "id": 262,
        "key": "brief",
        "stem": "We went to the famous Italian restaurant without making reservations, but fortunately the wait was ***."
    },
    {
        "chn": "身為全球網路安全的領導者，我們持續更新系統以滿足顧客的需求。",
        "id": 263,
        "key": "upgrading",
        "stem": "As the world leader in Internet security, we are constantly *** our system to meet customers' needs."
    },
    {
        "chn": "新的管理團隊預計會進行前任無法實施的重大改革。",
        "id": 264,
        "key": "substantial",
        "stem": "The new management team is expected to carry out *** reforms that its predecessor failed to implement."
    },
    {
        "chn": "由於整體經濟景氣仍是正面的，我們合理猜測銷售量會繼續進步。",
        "id": 265,
        "key": "assume",
        "stem": "Since the overall economic outlook remains positive, it is reasonable to *** that our sales will continue to improve."
    },
    {
        "chn": "執行長的言論被視為一個訊號，代表這家電商巨人要退出中國市場。",
        "id": 266,
        "key": "signal",
        "stem": "The CEO's remark is seen as a *** that the e-commerce giant is withdrawing from the Chinese market."
    },
    {
        "chn": "系統會分析使用者的活動，了解他們是否依照規律的模式。",
        "id": 267,
        "key": "regular",
        "stem": "The system will analyze the users' activities to see if they follow any *** patterns."
    },
    {
        "chn": "這棟公寓大樓沒有提供足夠的停車位給所有住戶。",
        "id": 268,
        "key": "residents",
        "stem": "The apartment complex does not have enough parking spaces for all the ***."
    },
    {
        "chn": "公司提供訓練課程，協助員工取得合乎業界標準的資格。",
        "id": 269,
        "key": "acquire",
        "stem": "The company provides training sessions that help its employees *** qualifications that meet industry standards."
    },
    {
        "chn": "從世紀交替以來，講求生態友善的生產與運輸方式逐漸成為全世界的潮流。",
        "id": 270,
        "key": "trend",
        "stem": "Since the turn of the century, the world has seen a growing *** of eco-friendly production and transportation."
    },
    {
        "chn": "Suzuki女士在過去六個月的工作表現使她被公認是一位有能力的網頁設計師。",
        "id": 271,
        "key": "recognition",
        "stem": "Ms. Suzuki's work performance in the past six months has earned her *** as a competent Web designer."
    },
    {
        "chn": "我們在尋找精通英日語的、造詣深厚的翻譯人員。",
        "id": 272,
        "key": "accomplished",
        "stem": "We are looking for *** translators with advanced proficiency in both English and Japanese."
    },
    {
        "chn": "雖然創造利潤是所有企業的目標，我們也希望能夠對社會有正面的貢獻。",
        "id": 273,
        "key": "contribution",
        "stem": "Although it is the goal of every business to generate profit, we also look to make a positive *** to society."
    },
    {
        "chn": "那部卡車被警察攔下，因為上面載的某些箱子沒有固定好。",
        "id": 274,
        "key": "secured",
        "stem": "The truck was stopped by the police as some of the crates it was carrying were not properly ***."
    },
    {
        "chn": "歷史清楚地證明倉促打進不熟悉的市場會有巨大的風險。",
        "id": 275,
        "key": "demonstrated",
        "stem": "History has clearly *** the great risk in expanding hastily into an unfamiliar market."
    },
    {
        "chn": "執行長強調，部門之間的合作攸關本計畫能否成功。",
        "id": 276,
        "key": "crucial",
        "stem": "The CEO emphasizes that cooperation among departments is *** for the success of the project."
    },
    {
        "chn": "多數市民同意，本市需要更多像電影院和保齡球館之類的娛樂場所。",
        "id": 277,
        "key": "entertainment",
        "stem": "Most citizens agree that the city could use more places of *** such as cinemas and bowling alleys."
    },
    {
        "chn": "儘管首相對最近的醜聞發表了聲明，有些重要的問題仍然沒有得到答案。",
        "id": 278,
        "key": "remain",
        "stem": "Despite the prime minister's statement on the latest scandal, there are some important questions that *** unanswered."
    },
    {
        "chn": "數字相關的工作始終不是我的強項，因此銷售分析師的職位對我會是真正的挑戰。",
        "id": 279,
        "key": "strong suit",
        "stem": "Working with numbers is never my ***, so this sales analyst position is going to be a real challenge for me."
    },
    {
        "chn": "我們的GX2智慧手機在各方面都比市場上類似的機種更優越。",
        "id": 280,
        "key": "superior",
        "stem": "Our GX2 smartphone is in every aspect far *** to any similar models in the market."
    },
    {
        "chn": "假如我們無法在協議的期限內執行合約的話，會有嚴重的後果。",
        "id": 281,
        "key": "contract",
        "stem": "There will be serious consequences if we fail to execute the *** by the agreed deadline."
    },
    {
        "chn": "當主管機關對該公司的稅務問題展開調查時，其股價崩跌了百分之廿。",
        "id": 282,
        "key": "investigation",
        "stem": "The company's share price crashed 20 percent as authorities started an *** into its tax affairs."
    },
    {
        "chn": "這家餐廳有一間私人包廂單獨保留給本市的商會。",
        "id": 283,
        "key": "reserved",
        "stem": "The restaurant has a private room *** exclusively for the city's chamber of commerce."
    },
    {
        "chn": "由於工作性質敏感，Yamaguchi先生在退休後的三年內禁止出國。",
        "id": 284,
        "key": "forbidden",
        "stem": "Due to the sensitivity of his job, Mr. Yamaguchi is *** from leaving the country in the first three years of his retirement."
    },
    {
        "chn": "顧客和員工的持續抱怨讓人懷疑新任店長的管理能力及領導風格。",
        "id": 285,
        "key": "administrative",
        "stem": "Constant complaints from both customers and the staff cast doubt on the new store manager's *** ability and leadership style."
    },
    {
        "chn": "某些工作值得高於平均的待遇和福利，是為了彌補這些工作可能包含的危害與風險。",
        "id": 286,
        "key": "compensate",
        "stem": "Certain jobs deserve above-average pay and benefits to *** for the hazards and risks they may involve."
    },
    {
        "chn": "本公司爭取到在國內銷售及服務BMW車輛的代理權。",
        "id": 287,
        "key": "franchise",
        "stem": "Our company has won the *** to sell and service the BMW cars in the country."
    },
    {
        "chn": "工程師們會繼續精進生產流程，直到達成完美的效率。",
        "id": 288,
        "key": "efficient",
        "stem": "The engineers will keep refining the production process until it is fully ***."
    },
    {
        "chn": "董事們都同意必須進行企業再造，但他們尚未決定明確的計畫。",
        "id": 289,
        "key": "definite",
        "stem": "The board members all agree that business restructuring must be carried out, but they haven't decided on a *** plan."
    },
    {
        "chn": "即使我們的產品比競爭對手的品質高出很多，他們卻更懂得行銷而賣得更好。",
        "id": 290,
        "key": "marketing",
        "stem": "Even though our product is of much higher quality than our competitors', they got more sales through better ***."
    },
    {
        "chn": "在Brown博士的研究中，參與者抽選自非常多樣化的社會背景。",
        "id": 291,
        "key": "backgrounds",
        "stem": "In Dr. Brown's research, the participants were drawn from very mixed social ***."
    },
    {
        "chn": "有些董事提到他們關切的主要是公司能否應對市場變化而快速調適。",
        "id": 292,
        "key": "principal",
        "stem": "Some of the board members mentioned that their *** concern was whether the company could adapt quickly enough to the market shift."
    },
    {
        "chn": "總裁下令這份文件要傳給全體員工知悉。",
        "id": 293,
        "key": "circulated",
        "stem": "The president ordered that the document be *** to all employees."
    },
    {
        "chn": "為了躲避在前方大廳等候的新聞媒體，參議員決定從後方的緊急逃生梯離開飯店。",
        "id": 294,
        "key": "exit",
        "stem": "To avoid the press waiting in the front lobby, the senator decided to *** the hotel through the emergency stairway in the rear."
    },
    {
        "chn": "這次調查可以幫助我們清楚知道顧客如何以及為何選擇我們的產品。",
        "id": 295,
        "key": "perception",
        "stem": "The survey will help us gain a clearer *** of how and why customers choose our products."
    },
    {
        "chn": "儘管長時間處於財務不穩定狀態，這家飯店還是設法撐到今日。",
        "id": 296,
        "key": "chronic",
        "stem": "Despite a *** state of financial instability, the hotel has managed to survive until the present day."
    },
    {
        "chn": "我們的目標是要在五年後成為全世界運動用品的領導品牌之一。",
        "id": 297,
        "key": "brand",
        "stem": "Our goal is to become one of the world's leading *** in sporting goods in five years."
    },
    {
        "chn": "一般而言，女性較不適合體力要求較高的工作。",
        "id": 298,
        "key": "demanding",
        "stem": "In general, women are less suitable for jobs that are physically ***."
    },
    {
        "chn": "有些新員工擁有極佳的天分，會成為公司未來的寶貴資產。",
        "id": 299,
        "key": "asset",
        "stem": "Some of the new employees possess great talents and will become a precious *** to the company's future."
    },
    {
        "chn": "由於董事會成員們激烈爭論執行長是否需要引咎辭職，會議的時間就拉長了。",
        "id": 300,
        "key": "prolonged",
        "stem": "The meeting was *** as the board members argued heatedly over whether the CEO should take the blame and resign."
    }
]
